[{
  "_id": {
    "$oid": "6469ae42dfba36743618d46a"
  },
  "q": "العلوم",
  "a": "dfgssdfsgd"
},
{
  "_id": {
    "$oid": "6469ae8ddfba36743618d46b"
  },
  "q": "من انتي",
  "a": "انا نموذج حاسوبية اسمي فاطمة من مشروع حسين الروازق"
},
{
  "_id": {
    "$oid": "6469b541dfba36743618d46c"
  },
  "q": "ماهي العلوم",
  "a": "العلوم كلمة تدل على المعرفة الإنسانية المتشكلة عن طريق الملاحظة ورصد الظواهر الطبيعية والإنسانية ووضع الفرضيات وإجراء التجارب، إضافة للمحاكمة المنطقية بغرض شرح الحوادث والتنبؤ بحوادث مستقبلية. غالباً ما تحاول النظريات العلمية صياغة هذه الظواهر الطبيعية بشكل رياضي كمي أي بشكل قوانين رياضية. تلعب دوماً إجراءات مثل الرصد، التجريب، المحاكمة النقدية أسس وأركان تطوير المعرفة العلمية. ولا يعتبر تخصص أو توجه ما بأنه علمي ما لم يطبق فيه ما يُدعى بالمنهج العلمي. وحسب معتنقة فلسفة التكذيب، فإن هذا يتضمن تشكيل فرضية قابلة للفحص، يتبعها محاولات مستمرة لتفحص هذه الفرضية عن طريق المحاكمة النقدية، الملاحظة والتجريب. الفرضية التي تفحص بشدة تحت العديد من الظروف والشروط وتبقى منطقية وقابلة للتطبيق تكتسب بشكل متزايد موثوقية أكثر فأكثر كتبرير قريب من الحقيقة والواقع، أي أنها أفضل مقاربة لوصف الواقع الفيزيائي وتأخذ بالتالي صفة النظرية ولكن يبقى هناك احتمال لوجود ملاحظات مستقبلية تدحضها وتثبت بعض الخلل بها."
},
{
  "_id": {
    "$oid": "6469b5d2dfba36743618d46d"
  },
  "q": "حسين جبار كاظم الروازق",
  "a": "هو مصمم ومبرمج ومطور انظمة وبرامج ومصمم شخصيات ثلاثية الابعاد"
},
{
  "_id": {
    "$oid": "6469b62ddfba36743618d46e"
  },
  "q": "إصرار الذاكرة",
  "a": "إصرار الذاكرة أو ثبات الذاكرة ‏ أو هي اللوحة الأكثر شهرة لسلفادور دالي. هذه اللوحة يظهر فيها عدد من الساعات التي تشير إلى الوقت، وهي تبدو مرتخية وفي حالة مائعة، وتعرف اللوحة أيضاً باسم لوحة الزمن، اتصال الذاكرة، إلحاح الذاكرة، الساعات اللينة، الساعات المتساقطة، والساعات الذائبة."
},
{
  "_id": {
    "$oid": "6469b672dfba36743618d46f"
  },
  "a": "حركة فنية تكعيبية",
  "q": "التكعيبية أو المدرسة التكعيبية هي اتجاه فني ظهر في فرنسا في بدايات القرن العشرين الذي يتخذ من الأشكال الهندسية أساسا لبناء العمل الفني. إذ قامت هذه المدرسة على الأعتقاد بنظرية التبلور التعدينية التي تعدّ الهندسة أصولا للأجسام. انتشرت بين 1907 و 1914، ولدت في فرنسا على يد بابلو بيكاسو، جورج براك وخوان جريس."
},
{
  "_id": {
    "$oid": "6469b6cadfba36743618d470"
  },
  "q": "كوكب الزهرة",
  "a": "الزُّهَرَة هو ثاني كواكب المجموعة الشمسية من حيث المسافة بينه وبين الشمس. يبعد الزهرة عن الشمس نحو 108 مليون كيلومتر، ومَدَارُه حول الشمس ليس دائريًا تمامًا، وهو كوكب ترابي مثل كوكبي عطارد والمريخ، وهو شبيه بكوكب الأرض من حيث الحجم والتركيب. "
},
{
  "_id": {
    "$oid": "6469b8f2dfba36743618d47c"
  },
  "q": "كريستيانو رونالدو دوس سانتوس أفيرو",
  "a": "كريستيانو رونالدو دوس سانتوس أفيرو(بالبرتغالية:Cristiano Ronaldo dos Santos Aveiro)، (مواليد 5 فبراير 1985)، المعروف بـ كريستيانو رونالدو. هو لاعب كرة قدم برتغالي يلعب في مركز الجناح الأيسر أو كمهاجم بنادي النصر السعودي الذي يشارك في الدوري السعودي لكرة القدم وهو حالياً قائد منتخب البرتغال لكرة القدم.يعتبر كريستيانو رونالدو أغلى لاعب في تاريخ كرة القدم بعد انتقاله من نادي مانشستر يونايتد الإنجليزي إلى نادي ريال مدريد الإسباني في صفقة انتقال بقيمة 80 مليون £ (94 مليون €/131.6 مليون $). وبالإضافة إلى ذلك، يمتلك عقد تاريخي مع نادي ريال مدريد والذي يدفع له 18 مليون € (24.4 مليون $) سنوياً"
},
{
  "_id": {
    "$oid": "6469c187dfba36743618d47d"
  },
  "q": "كيف حالك",
  "a": "شكرًا على سؤالك! كوني برنامجًا حاسوبيًا، ليس لدي حالة فعلية. ولكن أنا هنا لمساعدتك في أي شيء تحتاجه. كيف يمكنني مساعدتك اليوم؟"
},
{
  "_id": {
    "$oid": "6469d72edfba36743618d47e"
  },
  "q": "انطقي هذا النص :",
  "a": "انطقي هذا النص :"
},
{
  "_id": {
    "$oid": "6469e6f7dfba36743618d483"
  },
  "q": "نتائج عشوائية",
  "a": "SELECT * FROM final  ORDER BY rand()  LIMIT 20;"
},
{
  "_id": {
    "$oid": "6469e8e0dfba36743618d484"
  },
  "q": "ادراج سؤال ",
  "a": "insert_data_python"
},
{
  "_id": {
    "$oid": "6469eafbcaabdc9e68b24fc5"
  },
  "q": "insert_data_python",
  "a": "insert_data_python"
},
{
  "_id": {
    "$oid": "6469eb2d2446f973bf7bb900"
  },
  "q": "ادراج سؤال هل حسين مبرمج صحيح اما لا ",
  "a": "ادراج سؤال هل حسين مبرمج صحيح اما لا "
},
{
  "_id": {
    "$oid": "6469ec04da847fd66205c559"
  },
  "q": " هل انتي وحيدة ام لا ",
  "a": "انا لست وحيدة لانك معي شكراً لك"
},
{
  "_id": {
    "$oid": "6469ec29da847fd66205c55a"
  },
  "q": " منذ متى وانتي تتعلمين",
  "a": " منذ متى وانتي تتعلمين"
},
{
  "_id": {
    "$oid": "6469ec3c875136acbbda7870"
  },
  "q": " منذ متى وانتي تتعلمين",
  "a": " منذ متى وانتي تتعلمين"
},
{
  "_id": {
    "$oid": "6469ec57875136acbbda7871"
  },
  "q": " ازالة التكرار",
  "a": " ازالة التكرار"
},
{
  "_id": {
    "$oid": "6469ec9cf5830d55c8ec7b0c"
  },
  "q": " ازالة التكرار",
  "a": " ازالة التكرار"
},
{
  "_id": {
    "$oid": "6469eedf6f6b4ac0f3f06e5a"
  },
  "q": "ماهو اليوم",
  "a": "getday"
},
{
  "_id": {
    "$oid": "6469eeec6f6b4ac0f3f06e5b"
  },
  "q": "تاريخ اليوم",
  "a": "getday"
},
{
  "_id": {
    "$oid": "6469eef66f6b4ac0f3f06e5c"
  },
  "q": "هل اليوم",
  "a": "getday"
},
{
  "_id": {
    "$oid": "6469f016aab11ea4d8d25180"
  },
  "q": "",
  "a": ""
},
{
  "_id": {
    "$oid": "6469fa353c86de8f90577129"
  },
  "q": "هل تعرفيني",
  "a": "نعم انت مستخدم النظام"
},
{
  "_id": {
    "$oid": "6469fa553c86de8f9057712a"
  },
  "q": "كيف كانت حياتك ؟",
  "a": "حياة جميلة خاصتاً عندما كان حسين يقون بالتطوير"
},
{
  "_id": {
    "$oid": "6469fabb3c86de8f9057712b"
  },
  "q": "هل وجهك جميل",
  "a": "نعم انا جميلة بمساعدتك لتطويري"
},
{
  "_id": {
    "$oid": "6469faf56f6b4ac0f3f06e5d"
  },
  "q": "هل انتي جميلة",
  "a": "نعم انا جميلة بمساعدتك لتطويري"
},
{
  "_id": {
    "$oid": "6469fb073c86de8f9057712c"
  },
  "q": "كم عمرك",
  "a": "انا ليس لي عمر محدد انما عمري يبداً في الفترة التي قام حسين بكتابة النظام الخاص بي"
},
{
  "_id": {
    "$oid": "6469fb3b3c86de8f9057712d"
  },
  "q": "ما مدى معرفتك",
  "a": "معرفتة مرتبطة بالمعلومات التي قام حسين بدتريبي عليها"
},
{
  "_id": {
    "$oid": "6469fb733c86de8f9057712e"
  },
  "q": "هل تستطيعين البحث في جوجل",
  "a": "نعم يمكنني البحث عن بعض المعلومات ومساعدتك في البحث"
},
{
  "_id": {
    "$oid": "6469fbce3c86de8f90577130"
  },
  "q": "الحياة",
  "a": "الحياة، تشير إلى الخاصية التي تميز الكيانات المادية ذات العمليات الحيوية، مثل تأشير الخلية والاكتفاء الذاتي، من تلك التي لا تتمتع بذلك لأسباب قد يكون منها توقف هذه الوظائف (الموت) أو عدم امتلاكها هذه الوظائف أساسًا (جماد). تتنوع أشكال الحياة بين النباتات والحيوانات والفطريات والطلائعيات والعتائق والبكتيريا، ويدعى العلم الذي يدرس الحياة علم الأحياء (البيولوجيا)."
},
{
  "_id": {
    "$oid": "646ae6a1df788852b745e0e9"
  },
  "q": "ماذا تفعل في المدرسة؟",
  "a": "ماذا تفعل في المدرسة؟"
},
{
  "_id": {
    "$oid": "646af2e1f07bdf8406769bc7"
  },
  "q": "السلام",
  "a": "السلام"
},
{
  "_id": {
    "$oid": "646af42945972d94a8138a72"
  },
  "q": "fgfdsgfdgsfd",
  "a": "fgfdsgfdgsfd"
},
{
  "_id": {
    "$oid": "646afa79a51a17ea15ce75b2"
  },
  "q": "مرحبا",
  "a": "اهلا وسهلا كيف حالك"
},
{
  "_id": {
    "$oid": "646b004ee871d0cc3c248ef4"
  },
  "q": "متى تنامين",
  "a": "متى تنامين"
},
{
  "_id": {
    "$oid": "646b050498a2c7810cae6eea"
  },
  "q": "عليكم ورحمه الله وبركاته كيف حالكم",
  "a": "عليكم ورحمه الله وبركاته كيف حالكم"
},
{
  "_id": {
    "$oid": "646b0513bfe6c8e69270f8b8"
  },
  "q": "من انت",
  "a": "من انت"
},
{
  "_id": {
    "$oid": "646b0a88ef3d3463e222a41a"
  },
  "q": "معلومات حول",
  "a": "wiki"
},
{
  "_id": {
    "$oid": "646bfcd7e765681fec09c0cd"
  },
  "q": "توجد مشكلة غير معروفة في الاتصال مع السيرفر يرجى اعادة المحاولة",
  "a": "توجد مشكلة غير معروفة في الاتصال مع السيرفر يرجى اعادة المحاولة"
},
{
  "_id": {
    "$oid": "646c06c7fe3ea04d8f8946a3"
  },
  "q": "شلونج",
  "a": "شلونج"
},
{
  "_id": {
    "$oid": "646c0853c1852e2c067197e6"
  },
  "q": "ها عمي صايرة حلوة يابنية",
  "a": "ها عمي صايرة حلوة يابنية"
},
{
  "_id": {
    "$oid": "646c0f32ef692ee0bf32e661"
  },
  "q": "من صممك",
  "a": "من صممك"
},
{
  "_id": {
    "$oid": "646c0f3def692ee0bf32e662"
  },
  "q": "من قام برمجتك",
  "a": "من قام برمجتك"
},
{
  "_id": {
    "$oid": "646c0f69ef692ee0bf32e663"
  },
  "q": "هل تحبيني",
  "a": "نعم انا احبك شكراً على السؤال"
},
{
  "_id": {
    "$oid": "646c0fe69f0e30cd1df22b7a"
  },
  "q": "من انا ",
  "a": "you_name"
},
{
  "_id": {
    "$oid": "646c114c9f0e30cd1df22b7b"
  },
  "q": "قومي بالبحث",
  "a": "wiki"
},
{
  "_id": {
    "$oid": "646c2d1d28defa0383820e0c"
  },
  "q": "اعطني حكمة",
  "a": "اعطني حكمة"
},
{
  "_id": {
    "$oid": "64719271b12ef02b39e52d65"
  },
  "q": "نيولو",
  "a": "نيولو هي قرية في مقاطعة أرومية، إيران يقدر عدد سكانها بـ نسمة بحسب إحصاء",
  "subject": "<WikipediaPage 'نيولو'>"
},
{
  "_id": {
    "$oid": "64719473b12ef02b39e52d6b"
  },
  "q": "روجر إسكيلاند",
  "a": "روجر إسكيلاند بالنرويجية البوكمول هو لاعب كرة قدم نرويجي، ولد في نوفمبر في ستافانغر في النرويج شارك مع ومنتخب النرويج تحت سنة لكرة القدم أما مع النوادي، فقد لعب مع نادي برينه",
  "subject": "<WikipediaPage 'روجر إسكيلاند'>"
},
{
  "_id": {
    "$oid": "6471966eb12ef02b39e52d87"
  },
  "q": "منعكس معدي قولوني",
  "a": "في المنعكس المعدي القولوني أو الاستجابة المعدية القولونية هو واحد من ردود فعل فيزيولوجية المسيطرة على حركة أو تمعج، القناة الهضمية حيث يؤدي إلى زيادة حركة القولون استجابة لتمتد في جدار المعدة أو المنتجات الهضمية في الأمعاء الدقيقة ، وهذا المنعكس هو المسؤول عن الرغبة في التبرز بعد تناول وجبة الطعام الأمعاء الدقيقة تظهر أيضا استجابة حركية مماثلة والمنعكس المعدي القولوني يساعد على افساح المجال لمزيد من الغذاء",
  "subject": "<WikipediaPage 'منعكس معدي قولوني'>"
},
{
  "_id": {
    "$oid": "647197d4b12ef02b39e52d8f"
  },
  "q": "بيبينو مازوتا",
  "a": "بيبينو مازوتا بالإيطالية هو ممثل إيطالي، ولد في مايو في إيطاليا",
  "subject": "<WikipediaPage 'بيبينو مازوتا'>"
},
{
  "_id": {
    "$oid": "647197efb12ef02b39e52d91"
  },
  "q": "تشارلز كريغتون",
  "a": "تشارلز كريغتون هو حكم كرة قدم أمريكي، ولد في أغسطس في بلفاست في المملكة المتحدة، وتوفي في يوليو",
  "subject": "<WikipediaPage 'بيبينو مازوتا'>"
},
{
  "_id": {
    "$oid": "6471986bb12ef02b39e52d95"
  },
  "q": "تاباينوت إلمشان",
  "a": "تاباينوت هو دُوَّار يقع بجماعة إكنيون، إقليم تنغير، جهة درعة تافيلالت في المملكة المغربية ينتمي الدوّار لمشيخة إلمشان التي تضم دوار يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": ""
},
{
  "_id": {
    "$oid": "6471986eb12ef02b39e52d96"
  },
  "q": "شاع صلالة",
  "a": "شاع منطقة سكنية تقع في ولاية صلالة، التابعة لمحافظة ظفار في سلطنة عمان يقدر عدد سكانها بـ نسمة حسب إحصاء عام التابع للمركز الوطني للإحصاء والمعلومات الحكومي رمز المنطقة هو",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719871b12ef02b39e52d97"
  },
  "q": "جيمي ستيوارت",
  "a": "جيمي ستيوارت أكتوبر في المملكة المتحدة هو لاعب كرة قدم بريطاني في مركز الدفاع شارك مع منتخب إنجلترا تحت سنة لكرة القدم ومنتخب إنجلترا تحت سنة لكرة القدم ومنتخب إنجلترا لكرة القدم أما مع النوادي، فقد لعب مع تشارلتون أثلتيك وروشدين ودايموندز ونادي بوري ونادي ساوثيند يونايتد ونادي مارغيت ونادي ميلوول وهورنتشورتش وساتون يونايتد وإيه أف سي ويمبلدون وغرايز أتلاتيك",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719876b12ef02b39e52d98"
  },
  "q": "ولاية الشرق الإمبراطورية",
  "a": "ولاية الشرق الإمبراطورية باللاتينية ؛ باليونانية هي إحدى الولايات الإمبراطورية التابعة إلى الإمبراطورية الرومانية الشرقية في فتراتها المتأخرة تأسست في القرن الرابع، وأصبحت عاصمتها القسطنطينية كانت هذه الولاية تُعتبر أكبر الولايات الإمبراطورية الأربع المشكلة للإمبراطورية الرومانية، كما كان قائد هذا التقسيم الإداري يُعتبر الرجل الثاني في الشرق بعد الإمبراطور",
  "subject": ""
},
{
  "_id": {
    "$oid": "6471987ab12ef02b39e52d99"
  },
  "q": "لورين بيوكيس",
  "a": "لورين بيوكيس مواليد يونيو كاتبة روائية وصحفية وكاتبة سيناريو جنوب إفريقية",
  "subject": ""
},
{
  "_id": {
    "$oid": "6471987fb12ef02b39e52d9a"
  },
  "q": "أورليان",
  "a": "أُرْلِيَانَش أو أليانش أو أُرْلِيَن بالفرنسية أورليان هي مدينة في وسط فرنسا تبعد عن إبريز باريس كم باتجاه الجنوب الغربي وهي مدينة جامعية ومركز للأسقفية مع كاتدرائية ملفتة وعدد من السكان يبلغ ، نسمة لسنة أرليانش هي مقر مقاطعة لواريت",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719882b12ef02b39e52d9b"
  },
  "q": "سونغ دونغ إيل",
  "a": "سونغ دونغ إيل هو ممثل كوري جنوبي ولد في أبريل",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719885b12ef02b39e52d9c"
  },
  "q": "ديفيد جريناواي",
  "a": "ديفيد جريناواي ديسمبر في المملكة المتحدة هو لاعب كرة قدم بريطاني وحمل سابقاً جنسية المملكة المتحدة لبريطانيا العظمى وأيرلندا في مركز جناح لعب مع نادي أرسنال",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719888b12ef02b39e52d9d"
  },
  "q": "انقطاع البول",
  "a": "انقطاع البول أو الزرام أو انحباس البول هو عدم مرور البول، أو مرور أقل من ملليلتر من البول في اليوم؛ و هو ناتج عن فشل في وظائف الكلى، أو انسداد المجرى البولي بواسطة ورم أو حصوات كلوية، و قد يحدث في المراحل الأخيرة من مرض الكلى المزمن",
  "subject": ""
},
{
  "_id": {
    "$oid": "6471988bb12ef02b39e52d9e"
  },
  "q": "اوين ويتاكر",
  "a": "اوين ويتاكر و م هو عالم فلك من الولايات المتحدة الأمريكية ولد في لندن",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719890b12ef02b39e52d9f"
  },
  "q": "عود آلة موسيقية",
  "a": "العود هو آلة وترية كُمَّثرية الشكل تحوي على أو وتراً مجمعة في أو مسارات، يغطي مجاله الصوتي حوالي الأوكتافين ونصف الأوكتاف، وغالباً ما يستعمل في الموسيقات العربية، والفارسية، والكردية، واليونانية، والتركية، والأذربيجانية، والأرمينية، والشمال أفريقية، والشعبية، والأسبانية الأندلسية، والصومالية، وموسيقى الشرق الأوسط",
  "subject": ""
},
{
  "_id": {
    "$oid": "64719913b12ef02b39e52da1"
  },
  "q": "عصابات لندن مسلسل تلفزيوني",
  "a": "عصابات لندن ، هو مسلسل جريمة تلفزيوني بريطاني و أمريكي، قصة الفلم عن صراعات بين عصابات متنافسة وغيرها من المنظمات الإجرامية في مدينة لندن تم بث جميع الحلقات التسعة في المملكة المتحدة في أبريل على ، وفي الولايات المتحدة على سينماكس تم إنشاء السلسلة من قِبل غاريث إيفانز، الذي اشتهر في عمل أفلام الجريمة، إلى جانب مات فلانري",
  "subject": "<WikipediaPage 'عصابات لندن (مسلسل تلفزيوني)'>"
},
{
  "_id": {
    "$oid": "64719933b12ef02b39e52da3"
  },
  "q": "جون كينكايد",
  "a": "جون كينكايد و م هو سياسي، وقاض، ومحام من الولايات المتحدة الأمريكية ولد في دانفيل",
  "subject": "<WikipediaPage 'جون كينكايد'>"
},
{
  "_id": {
    "$oid": "64719937b12ef02b39e52da4"
  },
  "q": "أوين روبرتسون تشيذام",
  "a": "أوين روبرتسون تشيذام هو شخصية أعمال أمريكي، ولد في يوليو ، وتوفي في أكتوبر في في الولايات المتحدة",
  "subject": "<WikipediaPage 'أوين روبرتسون تشيذام'>"
},
{
  "_id": {
    "$oid": "6471993bb12ef02b39e52da5"
  },
  "q": "ديفيد كورنثويت",
  "a": "ديفيد كورنثويت ديف كورنثويت، ولد ديفيد كورنثويت، أكتوبر ، مغامر إنجليزي، وكاتب ومخرج أكثر ما عرف به مشروعه لألف بعثه استكشافية، خطة طموحة فريدة من نوعها وبإجراء رحلات منفصلة من ميل أو أكثر، كل باستخدام نموذج مختلف غير آلية النقل حتى الآن وقد انجز ثلاث رحلات من المشروع وسجل رقما قياسيا عالميا غينيس للسفر مسافة كم من بيرث إلى بريسبان في أستراليا في عام",
  "subject": "<WikipediaPage 'ديفيد كورنثويت'>"
},
{
  "_id": {
    "$oid": "6471993fb12ef02b39e52da6"
  },
  "q": "ميكيتا كامينيوكا",
  "a": "ميكيتا كامينيوكا بالأوكرانية يونيو بلوهانسك في أوكرانيا هو لاعب كرة قدم أوكراني في مركز الوسط شارك مع منتخب أوكرانيا لكرة القدم أما مع النوادي، فقد لعب مع زوريا لوهانسك و ونادي إيليتشيفيتس ماريوبول",
  "subject": "<WikipediaPage 'ميكيتا كامينيوكا'>"
},
{
  "_id": {
    "$oid": "64719942b12ef02b39e52da7"
  },
  "q": "إدوين هابل شابن",
  "a": "إدوين هابل شابن هو قسيس أمريكي، ولد في ديسمبر ، وتوفي في",
  "subject": "<WikipediaPage 'إدوين هابل شابن'>"
},
{
  "_id": {
    "$oid": "64719945b12ef02b39e52da8"
  },
  "q": "طوابعية",
  "a": "الطوابعية عبارة عن دراسة طوابع البريد والتاريخ البريدي وغيرها من الموضوعات المتعلقة بذلك وتشتمل الطوابعية على أكثر من جمع الطوابع، والتي لا تنطوي بالضرورة على دراسة الطوابع ومن الممكن أن يكون الشخص من هواة جمع الطوابع ودراستها دون أن يكون مالكًا لطوابع بريدية على سبيل المثال، قد تكون الطوابع قيد الدراسة نادرة جدًا أو موجودة في المتاحف فقط",
  "subject": "<WikipediaPage 'طوابعية'>"
},
{
  "_id": {
    "$oid": "64719948b12ef02b39e52da9"
  },
  "q": "جورج ستيفنسون لاعب كرة قدم",
  "a": "جورج ستيفنسون أبريل في المملكة المتحدة يناير هو مدرب كرة قدم ولاعب كرة قدم بريطاني وحمل سابقاً جنسية المملكة المتحدة لبريطانيا العظمى وأيرلندا في مركز مهاجم داخلي شارك مع منتخب اسكتلندا لكرة القدم أما مع النوادي، فقد لعب مع نادي ماذرويل ورابطة كرة القدم الاسكتلندية الحادية عشر",
  "subject": "<WikipediaPage 'جورج ستيفنسون (لاعب كرة قدم)'>"
},
{
  "_id": {
    "$oid": "6471994bb12ef02b39e52daa"
  },
  "q": "العلاقات الجيبوتية الغرينادية",
  "a": "العلاقات الجيبوتية الغرينادية هي العلاقات الثنائية التي تجمع بين جيبوتي وغرينادا",
  "subject": "<WikipediaPage 'العلاقات الجيبوتية الغرينادية'>"
},
{
  "_id": {
    "$oid": "6471994eb12ef02b39e52dab"
  },
  "q": "سامسونج جلاكسي جي 8",
  "a": "سامسونج جلاكسي جي هو هاتف ذكي يعمل بنظام تم تطويره من قبل الشركة الكورية المصنعة إلكترونيات سامسونج تم الإعلان عنه في مايو وتم إصداره في نفس اليوم مع و ، أما هاتف فهو عبارة عن هاتف ذكي متوسط المدى وخلف لـ سامسونج جالكسي جي لديها ميزات تصميم وبرمجيات مماثلة إلى نظيرتها الراقية مع مستشعر بصمات الأصابع",
  "subject": "<WikipediaPage 'سامسونج جلاكسي جي 8'>"
},
{
  "_id": {
    "$oid": "64719952b12ef02b39e52dac"
  },
  "q": "يوسف حسين السهلاوي",
  "a": "يوسف حسين هو لاعب كرة قدم إماراتي كان ضمن التشكيلة التي شاركت في كأس العالم في إيطاليا شارك في مبارتي كولومبيا، وألمانيا، ولم يسجل فيهما أي هدف",
  "subject": "<WikipediaPage 'يوسف حسين السهلاوي'>"
},
{
  "_id": {
    "$oid": "64719955b12ef02b39e52dad"
  },
  "q": "سرعة وسطى",
  "a": "السرعة الوسطى هو مفهوم فيزيائي يعبر عن سرعة انتقال جسم ما وسطيا فمثلا إذا انتقلت نقطة مادية على مسار منحني من الوضع ط والتي كانت عنده في اللحظة ز إلى الموضع ط والتي وصلت إليه في اللحظة ز تكون سرعتها الوسطية تساوي ط ط ز ز أي تكون السرعة الوسطية تساوي حاصل قسمة المسافة بين فاصلة ط وط والمقصود بالفاصلة بعد ط مثلا عن مبدأ ثابت م والزمن اللازم للانتقال من ط إلى ط والذي يمكن حسابه بطرح الزمن اللازم لوصول النقطة من المركز الثابت م إلى ط من الزمن اللازم لوصول النقطة نفسها من المركز م إلى ط ومن المؤكد ان ط تقع قبل ط فالنقطة تمر ب ط باتجاه ط",
  "subject": "<WikipediaPage 'سرعة وسطى'>"
},
{
  "_id": {
    "$oid": "64719959b12ef02b39e52dae"
  },
  "q": "غنيم عزبة",
  "a": "عزبة غنيم قرية تابعة لمركز السادات في محافظة المنوفية في جمهورية مصر العربية",
  "subject": "<WikipediaPage 'غنيم (عزبة)'>"
},
{
  "_id": {
    "$oid": "6471995cb12ef02b39e52daf"
  },
  "q": "منطقة الله آباد",
  "a": "الله آباد رمزها ، هو تقسيم إداري لدولة الهند تتبع ولاية أتر برديش ، مركزها هو مدينة الله آباد عدد سكانها حسب تعداد سنة هو ، مساحتها كم وكثافة السكان لكل كم",
  "subject": "<WikipediaPage 'منطقة الله آباد'>"
},
{
  "_id": {
    "$oid": "64719961b12ef02b39e52db0"
  },
  "q": "أرند غولشميدت",
  "a": "أرند غولشميدت بالألمانية هو راكب الكنو ألماني، ولد في يونيو في كارلسروه في ألمانيا",
  "subject": "<WikipediaPage 'أرند غولشميدت'>"
},
{
  "_id": {
    "$oid": "64719965b12ef02b39e52db1"
  },
  "q": "بروس ديرن",
  "a": "بروس ديرن مواليد يونيو في شيكاغو، إلينوي، الولايات المتحدة، هو ممثل أمريكي بدأ مسيرته الفنية عام يميل في كثير من الأحيان لأخذ الأدوار المساعدة وغالبا مايلعب دور الشرير ظهر في أكثر من فيلم تم ترشيحه لجائزة الأوسكار عن دور في أحد الأفلام عام",
  "subject": "<WikipediaPage 'بروس ديرن'>"
},
{
  "_id": {
    "$oid": "64719968b12ef02b39e52db2"
  },
  "q": "سنط عربي",
  "a": "السنط العربي أو السمر العربي أو السنط النيلي أو الشَوْكَة المِصْرِيَّة ويشتهر أيضاً بمسمى شجرة الصمغ العربي الاسم العلمي هي شجرة شوكية تنتمي لفصيلة البقوليات وتستوطن أفريقيا، والشرق الأوسط وشبه القارة الهندية وهي شجرة دخيلة ذات أهمية كبيرة في أستراليا",
  "subject": "<WikipediaPage 'سنط عربي'>"
},
{
  "_id": {
    "$oid": "6471996bb12ef02b39e52db3"
  },
  "q": "كأس الأمير 1966–67",
  "a": "أقيمت قرعة كأس الأمير في موسم على الشكل التالي",
  "subject": "<WikipediaPage 'كأس الأمير 1966–67'>"
},
{
  "_id": {
    "$oid": "6471996fb12ef02b39e52db4"
  },
  "q": "راديو مصر الجديدة",
  "a": "راديو مصر الجديدة هو راديو شبابي اجتماعي هادف ممتع يحظى بشعبيه كبيرة على مستوى الوطن العربي والعالم يناقش قضايا الشارع العربي ومشاكلهم ويقدم كل ماهو مفيد وهادف ويخدم تنمية المجتمع في جميع المجالات الطبية أستشارات اجتماعيه تنمية بشرية علمية وتكنولوجية ثقافية وادبية، كما أنه يقدم العديد من البرامج الترفهية الهادفة بأسلوب راقي وجديد حيث من اهداف الإذاعة الارتقاء بي مستوى المستمع المصري والعربي كما تعتبر الإذاعة أول اذاعة على الإنترنت وذلك لنوافر المواصفات العالمية للاذاعات على الإنترنت فيها بسبب تجهيزاته والفريق القائم على ادارته كما أنه اثبت في وقت قصير انه أحد أهم الإذاعات المصرية",
  "subject": "<WikipediaPage 'راديو مصر الجديدة'>"
},
{
  "_id": {
    "$oid": "64719972b12ef02b39e52db5"
  },
  "q": "فابيان أهومادا",
  "a": "فابيان أنطونيو أهومادا أستيتي ولد في أبريل في سانتياغو هو لاعب كرة قدم تشيلي يلعب لبالستينو",
  "subject": "<WikipediaPage 'فابيان أهومادا'>"
},
{
  "_id": {
    "$oid": "64719975b12ef02b39e52db6"
  },
  "q": "ميرنا فاهى",
  "a": "ميرنا فاهى هي عارضة وممثلة أمريكية، ولدت في مارس بكارمل في الولايات المتحدة، وتوفيت في مايو بسانتا مونيكا في الولايات المتحدة بسبب سرطان",
  "subject": "<WikipediaPage 'ميرنا فاهى'>"
},
{
  "_id": {
    "$oid": "64719978b12ef02b39e52db7"
  },
  "q": "جيمس جونسون سياسي أمريكي، مواليد 1811",
  "a": "جيمس جونسون هو قاضي ومحامي وسياسي أمريكي، ولد في فبراير في مقاطعة روبسون في الولايات المتحدة، وتوفي في نوفمبر في مقاطعة تشاتاهوتشي في الولايات المتحدة نشط حزبياً في الحزب الديمقراطي وقد انتخب حاكم جورجيا وانتخب عضو مجلس النواب الأمريكي",
  "subject": "<WikipediaPage 'جيمس جونسون (سياسي أمريكي، مواليد 1811)'>"
},
{
  "_id": {
    "$oid": "6471997cb12ef02b39e52db8"
  },
  "q": "أندرسون أسايدو",
  "a": "أندرسون أسايدو هو لاعب كرة قدم غاني في مركز الوسط، ولد في يونيو في في غانا لعب مع بيرمينغهام لجيون",
  "subject": "<WikipediaPage 'أندرسون أسايدو'>"
},
{
  "_id": {
    "$oid": "64719980b12ef02b39e52db9"
  },
  "q": "مقاطعة بسكوف",
  "a": "بسكوف أوبلاست هي إحدى الكيانات الفدرالية في روسيا وتحوي المدن والقرى التالية دنو،",
  "subject": "<WikipediaPage 'مقاطعة بسكوف'>"
},
{
  "_id": {
    "$oid": "64719985b12ef02b39e52dba"
  },
  "q": "روبي ويليامز",
  "a": "روبي ويليامز مغني بوب بريطاني ولد في فبراير سنة في مدينة ستوك أون ترينت مرشح للجائزة الغرامي بالإضافة إلى حيازته إلى عدة جوائز بريطانية منها جائزة أفضل مغني لعدة مناسبات",
  "subject": "<WikipediaPage 'روبي ويليامز'>"
},
{
  "_id": {
    "$oid": "6471998ab12ef02b39e52dbb"
  },
  "q": "ميخائيل من طرابزون",
  "a": "ميخائيل ميغاس كومنينوس باليونانية ، نحو بعد ، إمبراطور طرابزون ليوم واحد، يوليو، عام ومن مايو عام حتى ديسمبر حتى كان الابن الأصغر للإمبراطور يوحنا الثاني من طرابزون وإيدوكيا بالوجينا",
  "subject": "<WikipediaPage 'ميخائيل من طرابزون'>"
},
{
  "_id": {
    "$oid": "6471998db12ef02b39e52dbc"
  },
  "q": "نمذجة متماثلة",
  "a": "النمذجة المتماثلة والمعروفة أيضا باسم النمذجة المقارنة للبروتين، تشير إلى بناء نموذج ذري للبروتين المستهدف من تسلسل الأحماض الأمينية وبنية ثلاثية الأبعاد تجريبية لبروتين متماثل ذي صلة القالب تعتمد النمذجة المتجانسة على تحديد بنية بروتينية معروفة أو أكثر يحتمل أن تشابه بنية تسلسل الاستعلام، وعلى إنتاج محاذاة تعيّن بقايا في تسلسل الاستعلام إلى بقايا في تسلسل القالب لقد تبين أن بنى البروتين أكثر تحفظًا من متواليات البروتين بين المتجانسات، ولكن التسلسلات التي تقع تحت هوية تسلسل ٪ يمكن أن يكون لها بنية مختلفة جدًا",
  "subject": "<WikipediaPage 'نمذجة متماثلة'>"
},
{
  "_id": {
    "$oid": "64719990b12ef02b39e52dbd"
  },
  "q": "مفتاح قفل",
  "a": "المِفتاح الجمع مَفَاتِيح، مَفاِتِح أو المِقْلَد أو المِقْلاد آلة بسيطة لفك أو إغلاق الأقفال، مثلا لفتح الأبواب أو الأجهزة",
  "subject": "<WikipediaPage 'مفتاح (قفل)'>"
},
{
  "_id": {
    "$oid": "64719993b12ef02b39e52dbe"
  },
  "q": "منتخب ويلز تحت 21 سنة لكرة القدم",
  "a": "منتخب ويلز تحت سنة لكرة القدم هو الممثل الرسمي لـ ويلز في بطولات كرة القدم تحت سنة يشارك الفريق في بطولة أوروبا تحت لكرة القدم التي تقام كل عامين",
  "subject": "<WikipediaPage 'منتخب ويلز تحت 21 سنة لكرة القدم'>"
},
{
  "_id": {
    "$oid": "64719996b12ef02b39e52dbf"
  },
  "q": "أكتانيزوفسكايا",
  "a": "أكتانيزوفسكايا بالروسية هي مدينة في مقاطعة كراسنودار كراي في روسيا",
  "subject": "<WikipediaPage 'أكتانيزوفسكايا'>"
},
{
  "_id": {
    "$oid": "64719998b12ef02b39e52dc0"
  },
  "q": "زجاجة ساعة",
  "a": "زجاجة ساعة هي قطعة دائرية، مقعرة قليلًا تستخدم عند الكيميائيين كسطح لتبخير السوائل ولوضع المواد الصلبة فيها لوزن هذه العناصر وتستخدم أيضاً كغطاء للأكواب في المختبرات و الاستخدام الأخير يكون لمنع حبيبات الغبار أو أي مواد أخرى من دخول الكوب و هذه الزجاجة لا تغلق الكوب الذي تغطيه تماما فهي تتيح تبادل الغازات بين الكوب والمحيط",
  "subject": "<WikipediaPage 'زجاجة ساعة'>"
},
{
  "_id": {
    "$oid": "6471999bb12ef02b39e52dc1"
  },
  "q": "فوكسل",
  "a": "اَلْفُوكْسِلْ تنطق ڤوكسل و مأخوذ من الكلمتين و أي عنصر حجمي، يمثل الفوكسل مكعب أو نقطة ذات لون معين في مجسم ثلاثي الأبعاد، الفوكسل هو عنصر في مجسم ثلاثي الأبعاد كما البكسل هو عنصر في سطح ثنائي الأبعاد الفوكسل عادة ما يستخدم في التمثيل التصويري ثلاثي الأبعاد والتحليل في الاستخدامات الطبية والعلمية",
  "subject": "<WikipediaPage 'فوكسل'>"
},
{
  "_id": {
    "$oid": "6471999eb12ef02b39e52dc2"
  },
  "q": "فيلي إيرفين",
  "a": "فيلي إيرفين هو لاعب كرة قدم أمريكية أمريكي، ولد في يناير في سانت أوغسطين في الولايات المتحدة",
  "subject": "<WikipediaPage 'فيلي إيرفين'>"
},
{
  "_id": {
    "$oid": "647199a1b12ef02b39e52dc3"
  },
  "q": "الغواصة الألمانية يو-322",
  "a": "غواصة يو غواصة يو بوت ألمانية من الفئة السابعة سي بنيت لسلاح بحرية ألمانيا النازية كريغسمارينه، في أحواض شيتشاو فيرك خلال الحرب العالمية الثانية",
  "subject": "<WikipediaPage 'الغواصة الألمانية يو-322'>"
},
{
  "_id": {
    "$oid": "647199a5b12ef02b39e52dc4"
  },
  "q": "هوارد أثيرتون",
  "a": "هوارد أثيرتون هو مصور سينمائي بريطاني، ولد في أغسطس في إيلفورد في المملكة المتحدة",
  "subject": "<WikipediaPage 'هوارد أثيرتون'>"
},
{
  "_id": {
    "$oid": "647199a9b12ef02b39e52dc5"
  },
  "q": "ريوجي يوكو",
  "a": "ريوجي يوكو باليابانية مواليد يناير في مياغي، اليابان، هو متسابق دراجات نارية ياباني نافس في سباقات بطولة العالم لفئة سي سي ولفئة سي سي",
  "subject": "<WikipediaPage 'ريوجي يوكو'>"
},
{
  "_id": {
    "$oid": "647199acb12ef02b39e52dc6"
  },
  "q": "الممراغة فرع العدين",
  "a": "الممراغة محلة تابعة لقرية المرجامة، التابعة لعزلة المزاحن بمديرية فرع العدين إحدى مديريات محافظة إب في الجمهورية اليمنية، بلغ تعداد سكانها حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'الممراغة (فرع العدين)'>"
},
{
  "_id": {
    "$oid": "647199afb12ef02b39e52dc7"
  },
  "q": "فيتا سيدوركينا",
  "a": "فيتالينا فيتا سيدوركينا بالروسية مواليد مارس عارضة أزياء روسية",
  "subject": "<WikipediaPage 'فيتا سيدوركينا'>"
},
{
  "_id": {
    "$oid": "647199b6b12ef02b39e52dc8"
  },
  "q": "الولجة سيدي علي بن حمدوش",
  "a": "الولجة هي إحدى مشيخات المملكة المغربية، تتبع جغرافيا لإقليم الجديدة وإداريًا لسيدي علي بن حمدوش يقدر عدد سكانها بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'الولجة (سيدي علي بن حمدوش)'>"
},
{
  "_id": {
    "$oid": "647199bbb12ef02b39e52dc9"
  },
  "q": "جوردان كالواي",
  "a": "جوردان كالواي المولود في أكتوبر ممثل أمريكي",
  "subject": "<WikipediaPage 'جوردان كالواي'>"
},
{
  "_id": {
    "$oid": "647199beb12ef02b39e52dca"
  },
  "q": "بونو سردينيا",
  "a": "بونو، ، سردينيا ، هي بلدية في مقاطعة ساساري، في منطقة سردينيا الإيطالية، وتقع على بعد حوالي كم ميل شمال كالياري، وحوالي كم ميل جنوب شرق ساساري",
  "subject": "<WikipediaPage 'بونو (سردينيا)'>"
},
{
  "_id": {
    "$oid": "647199c1b12ef02b39e52dcb"
  },
  "q": "كرتون نتورك بالعربية",
  "a": "كرتون نتورك بالعربية وتُعرف اختصارًا بإسم هي قناة تلفزيونية مجانية موجهة للأطفال والمراهقين تابعة للشبكة كرتون نتورك، التي تبث للجمهور العربي في عموم منطقة الشرق الأوسط وشمال أفريقيا، وهي الطبعة العربية الرسمية لكرتون نتورك تعود ملكية هذه القناة لشركة ترنر برودكاستيج سيستم في أوروبا والشرق الأوسط، التابعة للشركة الأم تايم وارنر بدء بث القناة في أكتوبر في دولة الإمارات العربية المتحدة في تمام الساعة صباحًا بتوقيت المملكة العربية السعودية، إذ تزامن إطلاق القناة مع افتتاح مكاتب تيرنر للبث النظام الجديد في مدينة دبي للإعلام، الإمارات العربية المتحدة، مالك القناة المحلية فرع الشرق الأوسط لشركة تايم وارنر تبث القناة عبر عرب سات بدر ونايل سات وياسات تعتبر كرتون نتورك بالعربية المجانية بديلاً لقناة كرتون نتورك مينا على أساس الإشتراك التي عرضت في الشرق الأوسط عبر شبكة بي إن",
  "subject": "<WikipediaPage 'كرتون نتورك بالعربية'>"
},
{
  "_id": {
    "$oid": "647199c4b12ef02b39e52dcc"
  },
  "q": "سلمان بن مضارب البجلي",
  "a": "سلمان بن مضارب البجليتوفي في هـ م أحد القتلى الذين سقطوا في معركة كربلاء، قيل أنه ابن عم زهير بن القين",
  "subject": "<WikipediaPage 'سلمان بن مضارب البجلي'>"
},
{
  "_id": {
    "$oid": "647199c7b12ef02b39e52dcd"
  },
  "q": "بوبي ويلسون لاعب كرة قاعدة",
  "a": "بوبي ويلسون هو لاعب كرة قاعدة أمريكي، ولد في أبريل في ديوندن في الولايات المتحدة",
  "subject": "<WikipediaPage 'بوبي ويلسون (لاعب كرة قاعدة)'>"
},
{
  "_id": {
    "$oid": "647199cbb12ef02b39e52dce"
  },
  "q": "علجوم الشجر الآسيوي المنقط",
  "a": "علجوم الشجر الآسيوي المنقط الاسم العلمي ، هو نوع من البرمائيات يتبع جنس علجوم الشجر الآسيوي ضمن فصيلة العلاجيم الحقيقية بعض العلماء يصنفونه كأصنوفة أحادية الطراز",
  "subject": "<WikipediaPage 'علجوم الشجر الآسيوي المنقط'>"
},
{
  "_id": {
    "$oid": "647199ceb12ef02b39e52dcf"
  },
  "q": "جيم ناش",
  "a": "جيم نـاش هو لاعب كرة قاعدة أمريكي، ولد في فبراير في هاوثورن في الولايات المتحدة",
  "subject": "<WikipediaPage 'جيم ناش'>"
},
{
  "_id": {
    "$oid": "647199d1b12ef02b39e52dd0"
  },
  "q": "منطقة بهيند",
  "a": "بهيند رمزها ، هو تقسيم إداري لدولة الهند تتبع ولاية مدية برديش ، مركزها هو مدينة بهيند عدد سكانها حسب تعداد سنة هو ، مساحتها كم وكثافة السكان لكل كم",
  "subject": "<WikipediaPage 'منطقة بهيند'>"
},
{
  "_id": {
    "$oid": "647199d5b12ef02b39e52dd1"
  },
  "q": "العثمانية ديالى",
  "a": "قرية العثمانية وهي قرية تتبع مدينة هبهب وتقع في محافظة ديالى شرق العراق",
  "subject": "<WikipediaPage 'العثمانية (ديالى)'>"
},
{
  "_id": {
    "$oid": "647199d7b12ef02b39e52dd2"
  },
  "q": "غو إيتشينوسي",
  "a": "غو إيتشينوسي إيتشينوسي غو هو ملحن ياباني",
  "subject": "<WikipediaPage 'غو إيتشينوسي'>"
},
{
  "_id": {
    "$oid": "647199dab12ef02b39e52dd3"
  },
  "q": "أستراليا المفتوحة 2011",
  "a": "هنا قائمة لأبطال أستراليا المفتوحة لسنة",
  "subject": "<WikipediaPage 'أستراليا المفتوحة 2011'>"
},
{
  "_id": {
    "$oid": "647199deb12ef02b39e52dd4"
  },
  "q": "جيرولد بروميس",
  "a": "جيرولد بروميس بالهولندية مارس بأمستردام في هولندا هو لاعب كرة قدم هولندي في مركز الدفاع لعب مع آر كي سي فالفيك وإي زد ألكمار وسبارتا روتردام وفي في في فينلو ونادي تلستار",
  "subject": "<WikipediaPage 'جيرولد بروميس'>"
},
{
  "_id": {
    "$oid": "647199e1b12ef02b39e52dd5"
  },
  "q": "الأيض الاجتماعي",
  "a": "الأيض الاجتماعي أو الأيض الاجتماعي الاقتصادي هو مجموعة من تدفقات المواد والطاقة التي تحدث بين الطبيعة والمجتمع، وبين المجتمعات المختلفة، وفي طيات كل مجتمع على حدى تُعد تدفقات المواد والطاقة التي يسيطر عليها الإنسان سمة أساسية لجميع المجتمعات ولكن حجمها وتنوعها يعتمدان إلى حد كبيرعلى ثقافات أو أنظمة اجتماعية محددة يوصف الأيض الاجتماعي أو الأيض الاجتماعي الاقتصادى بأنه التكاثر الذاتي وتطور الهياكل الفيزيائية الحيوية للمجتمع البشري، ويشمل عمليات التحول الفيزيائية الحيوية وعمليات التوزيع والتدفقات التي يتحكم فيها البشر لأغراض خاصة بهم الهياكل الفيزيائية الحيوية للمجتمع الأسهم المستخدمة وعملية الأيض الاجتماعي والاقتصادي معا يقومون بتشكيل الأساس الفيزيائي الحيوي للمجتمع عمليات الأيض الاجتماعي تبدأ مع قيام البشر بتخصيص المواد والطاقة من الطبيعة والتي يمكن تحويلها وتعميمها ليتم استهلاكها وإفرازها لتمر وتعود مرة أخرى للطبيعة نفسها لكل من هذه العمليات تأثير بيئي مختلف اعتمادًا على كيفية تنفيذها، كمية المواد والطاقة التي تنطوي عليها، المنطقة التي تحدث فيها، الوقت المتاح أو قدرة الطبيعية على التجديد تمثل عملية الأيض الاجتماعي امتدادًا لمفهوم التمثيل الغذائي من الأجسام البشرية إلى الأساس الفيزيائي الحيوي للمجتمع يقوم البشر ببناء وتشغيل المناجم والمزارع ومعامل تكرير النفط ومحطات الطاقة والمصانع وبنية تحتية بأكملها وذلك لتوفير الطاقة وتدفق المواد اللازمة لضمان تكاثر وتوالد النتاج المادي لثقافة ما بعينها الأسهم قيد الاستخدام، والتي تشمل المباني والمركبات والأجهزة والبنية التحتية وما إلى ذلك، يتم بناؤها وصيانتها من خلال العمليات الصناعية المختلفة التي تشكل جزءا من عملية الأيض الاجتماعي ومن ثم تقدم هذه الأسهم الخدمة للناس في شكل المأوى أو النقل أو الاتصالات",
  "subject": "<WikipediaPage 'الأيض الاجتماعي'>"
},
{
  "_id": {
    "$oid": "647199e6b12ef02b39e52dd6"
  },
  "q": "وسائل الإعلام الرياضية الأوروبية",
  "a": "وسائل الإعلام الرياضية الأوروبية اختصارا والمعروفة سابقًا بـ المجلات الرياضية الأوروبية هي جمعية من الصحف المختصة بكرة القدم",
  "subject": "<WikipediaPage 'وسائل الإعلام الرياضية الأوروبية'>"
},
{
  "_id": {
    "$oid": "647199eab12ef02b39e52dd7"
  },
  "q": "جدول زمني لأبحاث التيروصوريات",
  "a": "هذا جدول زمني لأبحاث التيروصوريات ويُمثل قائمة مرتبة حسب التصنيف والترتيب ترتيبًا زمنيًا للاكتشافات الحفرية الهامة، والجدالات التي جرت حول تفسيرها، والمراجعات التصنيفية للزواحف المجنحة، والزواحف الطائرة الشهيرة في عصر الديناصورات على الرغم من انقراض الزواحف المجنحة منذ ملايين السنين قبل تطور البشر، فقد تعايش البشر مع أحافير الزواحف المجنحة لآلاف السنين قبل تطوير علم الحفريات وان يصبح علم رسمي مثبت علمياً، كانت هذه البقايا قد تم تفسيرها من خلال مفهوم العدة الأسطورية الذي يمثل شكلها الخارجي قد تتأثر الأساطير حول الطيور الرعدية التي رواها الأمريكيين الأصليين في الولايات المتحدة الغربية الحديثة من خلال ملاحظات من الحفريات بتيرانودون قيل إن الطيور الرعدية تصارعت مع وحوش المياه، والتي تتطابق بشكل جيد لحد ما مع ظهور بتيرانودو والزواحف البحرية القديمة للممر البحري الذي طارت فوقه بدأت الدراسة الرسمية للزواحف المجنحة في أواخر القرن الثامن عشر عندما نشر عالم الطبيعة كوزمو اليساندرو كوليني من مدينة مانهايم بألمانيا وصفًا لحيوان غير طبيعي ذات أذرع طويلة، ولكل من تلك الأذرع إصبع ممدود عرف في ما بعد أن هذا الإصبع الطويل الممدود يمكن أن يدعم غشاء مثل جناح الخفاش، ولكن نظرًا لوجود كائن مجهول في رواسب تحافظ على الحياة البحرية، فقد استنتج أن هذه الايادي الغريبة كانت تستخدم كزعانف أعيد دراسة المخلوق مرة أخرى في أوائل القرن التاسع عشر من قبل عالم التشريح الفرنسي جورج كوفير، الذي أدرك أن كلا المخلوقين كانا زواحف وأن زعانفهم كانت أجنحة أطلق على المخلوق اسم تيرو دكتايل، وهو اسم تم إعادة تنقيحه منذ ذلك الحين إلى تيرودكتاليوس بالرغم من أن تفسير كوفير أصبح فيما بعد متفق عليه جماعياً، إلا أنه كان أحد التفسيرات العديدة المبكرة للمخلوق واقرانه، بما في ذلك أنهم كانوا خفافيش أو طيور غريبة أو عمل بدائي لشيطان نفسه مؤخرا تم اكتشاف حيوانات مماثلة مثل رامفورهينشوس وطويل الذيل المسمى نيذسورس في جميع أنحاء أوروبا، وأصبح واضحا أن الأرض كانت ذات يوم موطنًا لفئة متنوعة من الزواحف الطائرة أطلق عالم التشريح البريطاني السير ريتشارد أوين لقب على هذا الشيء بالبيتروصوريا بعد فترة من الزمن، وصف أول زاحف مجنح لبريطانيا، ديمورفودون تم اكتشاف الزواحف المجنحة في وقت لاحق من القرن التاسع عشر في أمريكا الشمالية أيضًا، وكان أولها حيوانًا باهرا يدعى بتيرانودون من قبل عالم الحفريات عثنيل تشارلز مارش أثارت جوانب عديدة ومختلفة من بيولوجيا التيروصور إلى الجدل منذ البداية أشعل صموئيل توماس فون سومرنك جدالا استمر عدة قرون حول كيفية سير الزواحف المجنحة على الأرض من خلال الإشارة إلى أنها زحفت على أربع كالخفافيش بالمقابل، جادل أوغست كوينستيد على أنها مشت على أطرافها الخلفية استنتج هانكن وواطسون في أوائل القرن العشرين في أول دراسة رئيسية عن الميكانيكا الحيوية لرحلة التيروصور على الأرض إلى أن هذه الزواحف كانت جميعها عاجزة تمامًا ولم تستطع الا ان تجري بسرعة على بطنها كالبطاريق في عام كثر الجدال وطرح بقوة عندما أفاد ويليام ستوكس عن اثار غير عادية تركها حيوان من أربع أقدام كان يشتبه في أنه التيروصور يمشي على الأرض في عام رفض كيفين باديان الذي جادل مؤخرًا حول مشي الزواحف المجنحة على أرجلها الخلفية اثار ستوكس باعتبارها اثار تمساح ومع ذلك، في منتصف التسعينيات، أعلن جان ميشيل مازن وآخرون أن آثار أقدام الحفريات في كريساك بفرنسا كانت مماثلة لتلك التي أوردها ستوكس من الولايات المتحدة كانت اثأر مازن أكثر وضوحًا في التيروصوريين في الأصل واستقر النقاش بتأييد الزواحف المجنحة التي تمشي على اربع يستمر علم الحفريات الذي يبحث حول حيوان التيروصور بتقدم علي في القرن الحادي والعشرين في الواقع، وفقًا لديفيد هون، فقد شهد أوائل القرن الحادي والعشرين تقدمًا أكبر في علم حفريات التيروصور أكثر من القرنين السابقين معا وقارن هذه الفترة التحويلية في علم حفريات التيروصور بنهضة الديناصورات في سبعينيات القرن الماضي ولاحظ أنه تم اكتشاف ما يقرب من ثلث الزواحف المجنحة المعروفة خلال هذه الفترة القصيرة واحدة من أبرزها كانتدارونبترس ، الذي يماثل جسده الأكثر بدائية طويل الذيل ، في حين أن جماجمها تشبه قصيرة الذيل المتطورة تثبت هذه الصفتان الأصناف كشكل انتقالي مهم، وتوثق واحدة من أهم مراحل تطور الزواحف المجنحة الأنواع الجديدة المهمة الأخرى هي فاكسينلبتيروس والتي قد تكون أقدم الزواحف المجنحة في العالم تم الإعلان عن أول بيض مؤكدة للتيروصور من الصين خلال أوائل القرن الحادي والعشرين",
  "subject": "<WikipediaPage 'جدول زمني لأبحاث التيروصوريات'>"
},
{
  "_id": {
    "$oid": "647199edb12ef02b39e52dd8"
  },
  "q": "فوكهيد شودييف",
  "a": "فوكهيد شودييف نوفمبر أوزبكستان هو لاعب كرة قدم أوزبكستاني",
  "subject": "<WikipediaPage 'فوكهيد شودييف'>"
},
{
  "_id": {
    "$oid": "647199f0b12ef02b39e52dd9"
  },
  "q": "ريتشارد كيلي لاعب كريكت",
  "a": "ريتشارد كيلي مارس بملبورن في أستراليا ديسمبر هو لاعب كريكت أسترالي لعب مع فريق فكتوريا للكريكت",
  "subject": "<WikipediaPage 'ريتشارد كيلي (لاعب كريكت)'>"
},
{
  "_id": {
    "$oid": "647199f4b12ef02b39e52dda"
  },
  "q": "غيتو وارسو",
  "a": "غيتو وارسو هو كان أكبر غيتو نازي خلال الحرب العالمية الثانية تأسست في نوفمبر من قبل الحكومة العامة داخل بولندا المحتلة سجن هناك ما يصل إلى ألف يهودي",
  "subject": "<WikipediaPage 'غيتو وارسو'>"
},
{
  "_id": {
    "$oid": "647199f8b12ef02b39e52ddb"
  },
  "q": "ميغان فهلينبوك",
  "a": "ميغان فهلينبوك من مواليد يونيو في تورونتو، كندا هي ممثلة كندية عملت في الرسوم المتحركة ولديها بعض الأدوار السينمائية اشتهرت بأدوارها الصوتية في مسلسلات وأنميات توتال دراما و إيفا كانط في ديابوليك",
  "subject": "<WikipediaPage 'ميغان فهلينبوك'>"
},
{
  "_id": {
    "$oid": "647199fbb12ef02b39e52ddc"
  },
  "q": "نونسكيو هاوتيكوت",
  "a": "نونسكيو هاوتيكوت بالفرنسية هي بلدية تقع في إقليم باد كاليه من منطقة نور با دو كاليه في شمال فرنسا تبلغ مساحة هذه المدينة كم ، وترتفع عن سطح البحر م، يبلغ عدد سكانها نسمة حسب إحصاء المعهد الوطني للإحصاء والدراسات الاقتصادية سنة م وترأس البلدية خلال فترة",
  "subject": "<WikipediaPage 'نونسكيو هاوتيكوت'>"
},
{
  "_id": {
    "$oid": "647199ffb12ef02b39e52ddd"
  },
  "q": "شيء ضاع ألبوم",
  "a": "شيء ضاع هو ألبوم غنائي للمطربة المصرية أنغام",
  "subject": "<WikipediaPage 'شيء ضاع (ألبوم)'>"
},
{
  "_id": {
    "$oid": "64719a02b12ef02b39e52dde"
  },
  "q": "نزله ضاهر",
  "a": "نزله ضاهر هي قرية قريبه من مركز ديروط علي بعد كيلو علي الطريق الزراعى ديروط القوصيه تطل القرية من ناحيه الشرق علي ترعه الابراهيميه وتحد القرية من ناحيه الغرب نزله فرج ومن ناحيه الشمال ببلاو ومن ناحيه الجنوب قريه خارفه تعدى عدد سكان قريه نزله ضاهر فرد في عام ويوجد بالقرية أكثر من عائله ويوجد بالقرية العديد من المساجد ويوجد بها كنيسه أيضا",
  "subject": "<WikipediaPage 'نزله ضاهر'>"
},
{
  "_id": {
    "$oid": "64719a05b12ef02b39e52ddf"
  },
  "q": "فايري تيل زيرو",
  "a": "فايري تيل زيرو هي سلسلة مانغا يابانية كتبها ورسمها المانغاكا الياباني هيرو ماشيما وهي بادئة لمانجا فايري تايل والتي تصور الأحداث التي أدت إلى تشكيل نقابة السحرة الفخرية تسلسلت المانجا في مجلة فايري تيل الشهرية من يوليو م وحتى يوليو م، حيث تم جمع فصلاً في رواية مصورة واحدة من قِبل دار النشر كودانشا كما أُصدر المجلد المجمع في أمريكا الشمالية من قِبل كودانشا الولايات المتحدة الأمريكية تضمن الموسم الثامن من أنمي فايري تيل الذي بُثَ من يناير إلى مارس م اقتباسات من القصة التي عُرضت في فايري تيل زيرو",
  "subject": "<WikipediaPage 'فايري تيل زيرو'>"
},
{
  "_id": {
    "$oid": "64719a09b12ef02b39e52de0"
  },
  "q": "بينيت ستيل",
  "a": "بينيت ستيل أغسطس في المملكة المتحدة هو لاعب كرة قدم بريطاني في مركز الوسط لعب مع نادي إيفرتون ونادي تشيسترفيلد ونادي غيتزهد و",
  "subject": "<WikipediaPage 'بينيت ستيل'>"
},
{
  "_id": {
    "$oid": "64719a0eb12ef02b39e52de1"
  },
  "q": "RBM14",
  "a": "هوَ بروتين يُشَفر بواسطة جين في الإنسان",
  "subject": "<WikipediaPage 'RBM14'>"
},
{
  "_id": {
    "$oid": "64719a11b12ef02b39e52de2"
  },
  "q": "آلان غارنييه",
  "a": "آلان غارنييه بالفرنسية نوفمبر نيم فرنسا هو لاعب كرة قدم فرنسي، يلعب كلاعب وسط",
  "subject": "<WikipediaPage 'آلان غارنييه'>"
},
{
  "_id": {
    "$oid": "64719a14b12ef02b39e52de3"
  },
  "q": "NGC 2935",
  "a": "في الفهرس العام الجديد، هي مجرة، تقع في كوكبة الشجاع اكتشفت في مارس بواسطة ويليام هيرشل",
  "subject": "<WikipediaPage 'NGC 2935'>"
},
{
  "_id": {
    "$oid": "64719a17b12ef02b39e52de4"
  },
  "q": "إدوارد تورنر بينيت",
  "a": "إدوارد تورنر بينيت يناير أغسطس عالم حيوان وكاتب إنجليزي كان الأخ الأكبر لعالم النبات جون جوزيف بينيت وُلِد بينيت في هاكني وعمل كجراح، لكن سعيه الرئيسي كان دائمًا علم الحيوان في عام حاول إنشاء مجتمع علم الحشرات، والذي أصبح فيما بعد مجتمعًا لعلم الحيوان مرتبطًا بجمعية لينيان أصبح هذا بدوره نقطة البداية لجمعية علم الحيوان في لندن والتي كان بينيت سكرتيرًا لها من عام إلى عام",
  "subject": "<WikipediaPage 'إدوارد تورنر بينيت'>"
},
{
  "_id": {
    "$oid": "64719a1ab12ef02b39e52de5"
  },
  "q": "موت أعزب ألبوم",
  "a": "موت أعزب هو خامس ألبوم استوديو لبانيك آت ذا ديسكو وأول ألبوم لها بصفتها مشروعا منفردا، وأصدرتها فيولد باي رامن ودي سي دي ريكوردز يوم يناير هو الألبوم اللاحق لألبوم الاستوديو الرابع للفرقة غريب جدا ليعيش، نادر جدا ليموت ، وقد كتبه وسجله المغنيعازف عدة آلات برندن يوري مع كاتبين خارجيين هو أول ألبوم للفرقة لا يساهم فيه قارع الطبول سبينسر سميث ويأتي بعد مغادرة عازف البيس دالون ويكس للتشكيلة الرسمية للفرقة، بحيث أصبح عضو جولات ثانية بلغ موت أعزب الرتبة الأولى في لائحة بيلبورد الأمريكية، بحيث باع وحدة ونتج عنه أفضل أسبوع مبيعات للفرقة وأول ألبوم لها يبلغ الرتبة الأولى حصل الألبوم على شهادتين بلاتينيتين من طرف رابطة صناعة التسجيلات الأمريكية لبيعها نسخة على الأقل رشح لجائزة غرامي لأفضل ألبوم روك في حفل توزيع جوائز الغرامي التاسع والخمسين",
  "subject": "<WikipediaPage 'موت أعزب (ألبوم)'>"
},
{
  "_id": {
    "$oid": "64719a1db12ef02b39e52de6"
  },
  "q": "جسر ووترلو",
  "a": "",
  "subject": "<WikipediaPage 'جسر ووترلو'>"
},
{
  "_id": {
    "$oid": "64719a1fb12ef02b39e52de7"
  },
  "q": "القسم فرع العدين",
  "a": "القسم محلة تابعة لقرية المداد، التابعة لعزلة بني يوسف بمديرية فرع العدين إحدى مديريات محافظة إب في الجمهورية اليمنية، بلغ تعداد سكانها حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'القسم (فرع العدين)'>"
},
{
  "_id": {
    "$oid": "64719a22b12ef02b39e52de8"
  },
  "q": "طواف العالم للدراجات 2020",
  "a": "طواف العالم للدراجات هو الموسم من طواف العالم للدراجات، والذي من المقرر أن يشمل حدثًا لركوب الدراجات على الطريق خلال موسم ركوب الدراجات للرجال",
  "subject": "<WikipediaPage 'طواف العالم للدراجات 2020'>"
},
{
  "_id": {
    "$oid": "64719a26b12ef02b39e52de9"
  },
  "q": "أوربانو أنتيلون",
  "a": "أوربانو أنتيلون مواليد سبتمبر في كاليفورنيا، الولايات المتحدة، هو ملاكم محترف أمريكي يصنف ضمن فئة الوزن الخفيف",
  "subject": "<WikipediaPage 'أوربانو أنتيلون'>"
},
{
  "_id": {
    "$oid": "64719a29b12ef02b39e52dea"
  },
  "q": "جياكومو جويس",
  "a": "جياكومو جويس مجموعة شعرية من تأليف الكاتب الأيرلندي جيمس جويس كتب جويس المجموعة في عام ، عقب صدور مجموعته القصصية ناس من دبلن، نُشِرت المجموعة للمرة الأولى صادرة عن دار نشر فايبر وفايبر ، في عام ، بناءً على المخطوطة الأصلية بخطِّ جويس نفسه من ستة عشر صفحة عنوان المجموعة يشير إلى جويس نفسه، و جياكومو هو النسخة الإيطالية عن الاسم جيمس المجموعة تتضمن قصائد غزلية مكتوبة بأسلوب الشعر الحر، وتتمحور حول محاولة جويس التغلغل إلى العقل المظلم لسيدةٍ، ومن المواضيع التي تتناولها المجموعة علاقات الحب غير المشروعة",
  "subject": "<WikipediaPage 'جياكومو جويس'>"
},
{
  "_id": {
    "$oid": "64719a2cb12ef02b39e52deb"
  },
  "q": "52 عدد",
  "a": "الدورة اثنين هو عدد صحيح يلي العدد ويسبق العدد وهو عدد طبيعي موجبة",
  "subject": "<WikipediaPage '52 (عدد)'>"
},
{
  "_id": {
    "$oid": "64719a2fb12ef02b39e52dec"
  },
  "q": "رافاييل كازانوفا",
  "a": "رافاييل كازانوفا بالكتالونية هو عسكري ومحامي ومحامي وسياسي إسباني، ولد في في مويا في إسبانيا، وتوفي في مايو في سان باوديليو دي يوبريغات في إسبانيا",
  "subject": "<WikipediaPage 'رافاييل كازانوفا'>"
},
{
  "_id": {
    "$oid": "64719a32b12ef02b39e52ded"
  },
  "q": "أكيم تاميروف",
  "a": "أكيم تاميروف بالأرمينية ممثل أرميني ولد في أكتوبر وتوفي في سبتمبر فاز بجائزة غولدن غلوب لأفضل ممثل مساعد الأولى في عام ، ورُشح مرتين لجائزة الأوسكار لأفضل ممثل مساعد و ، وظهر فيما لايقل عن فيلم أمريكي طوال حياته المهنية التي إمتدت سبعة وثلاثين عاما",
  "subject": "<WikipediaPage 'أكيم تاميروف'>"
},
{
  "_id": {
    "$oid": "64719a36b12ef02b39e52dee"
  },
  "q": "معركة أنطاكية على مينيدر",
  "a": "كانت معركة أنطاكية على مينيدر المعروفة أيضًا باسم معركة العشير اشتباكًا عسكريًا بالقرب من أنطاكية على مينيدر بين قوات إمبراطورية نيقية و دولة سلاجقة الروم ضمنت الهزيمة التركية استمرار هيمنة نيقية على ساحل بحر إيجة في آسيا الصغرى قُتل السلطان السلجوقي كيخسرو الأول في ساحة المعركة وقعت المعركة بالقرب من بلدة يامالاك الحديثة في منطقة كويوجاك في مقاطعة أيدين",
  "subject": "<WikipediaPage 'معركة أنطاكية على مينيدر'>"
},
{
  "_id": {
    "$oid": "64719a39b12ef02b39e52def"
  },
  "q": "لورانس إتش وايت",
  "a": "لورانس إتش وايت هو اقتصادي أمريكي، ولد في",
  "subject": "<WikipediaPage 'لورانس إتش وايت'>"
},
{
  "_id": {
    "$oid": "64719a3cb12ef02b39e52df0"
  },
  "q": "1815 في المملكة المتحدة",
  "a": "فيما يلي قوائم الأحداث التي وقعت خلال عام في المملكة المتحدة",
  "subject": "<WikipediaPage '1815 في المملكة المتحدة'>"
},
{
  "_id": {
    "$oid": "64719a3fb12ef02b39e52df1"
  },
  "q": "كلايد ويلسون",
  "a": "كلايد ويلسون هو سياسي بريطاني وحمل سابقاً جنسية المملكة المتحدة لبريطانيا العظمى وأيرلندا، ولد في سبتمبر في المملكة المتحدة، وتوفي في نوفمبر حزبياً، نشط في حزب المحافظين في الانتخابات العامة في المملكة المتحدة ، انتخب عضو برلمان المملكة المتحدة الـ عن دائرة أكتوبر مايو",
  "subject": "<WikipediaPage 'كلايد ويلسون'>"
},
{
  "_id": {
    "$oid": "64719a42b12ef02b39e52df2"
  },
  "q": "تلمبة مراد أذر مينا",
  "a": "تلمبة مراد أذر مينا بالفارسية تلمبه مراداذرمينا هي منطقة سكنية تقع في فارس في إيران",
  "subject": "<WikipediaPage 'تلمبة مراد أذر مينا'>"
},
{
  "_id": {
    "$oid": "64719a45b12ef02b39e52df3"
  },
  "q": "ديف غولتز",
  "a": "ديف غولتز هو لاعب كرة قاعدة أمريكي، ولد في يونيو في بيليكان رابيدز في الولايات المتحدة",
  "subject": "<WikipediaPage 'ديف غولتز'>"
},
{
  "_id": {
    "$oid": "64719a49b12ef02b39e52df4"
  },
  "q": "شتينتسا مونيكيبال ديدمان باكاو",
  "a": "شتينتسا مونيكيبال ديدمان باكاو بالرومانية هو نادي كرة يد في رومانيا تأسس في سنة يلعب في الدوري الروماني لكرة اليد تبلغ سعة ملعبه متفرجا",
  "subject": "<WikipediaPage 'شتينتسا مونيكيبال ديدمان باكاو'>"
},
{
  "_id": {
    "$oid": "64719a4cb12ef02b39e52df5"
  },
  "q": "فاطمة تشوي",
  "a": "فاطمة تشوي مي لي ولدت في كانت رئيسة لجنة التدقيق في ماكاو ولدت في ماكاو، وحصلت على درجة الماجستير في الإحصاء والبكلوريوس في الرياضيات من جامعة إسكس",
  "subject": "<WikipediaPage 'فاطمة تشوي'>"
},
{
  "_id": {
    "$oid": "64719a51b12ef02b39e52df6"
  },
  "q": "خوسيه راؤول ديلغادو",
  "a": "خوسيه راؤول ديلغادو هو لاعب كرة قاعدة كوبي، ولد في أغسطس",
  "subject": "<WikipediaPage 'خوسيه راؤول ديلغادو'>"
},
{
  "_id": {
    "$oid": "64719a54b12ef02b39e52df7"
  },
  "q": "ميخائيل هاري",
  "a": "ميخائيل هاري هو كاتب أمريكي، ولد في أكتوبر في مدينة اندرسون في الولايات المتحدة، وتوفي في أبريل في تشاندلر في الولايات المتحدة",
  "subject": "<WikipediaPage 'ميخائيل هاري'>"
},
{
  "_id": {
    "$oid": "64719a58b12ef02b39e52df8"
  },
  "q": "مارتن بارلو",
  "a": "مارتن بارلو هو لاعب كرة قدم بريطاني، ولد في يونيو في بارنستيبل في المملكة المتحدة لعب مع نادي إكزتر سيتي ونادي بليموث أرجايل ونادي تلفورد يونايتد ونادي ويموث ويوفل تاون",
  "subject": "<WikipediaPage 'مارتن بارلو'>"
},
{
  "_id": {
    "$oid": "64719a5bb12ef02b39e52df9"
  },
  "q": "دان بليك",
  "a": "دان بليك هو لاعب كرة قدم أمريكية أمريكي، ولد في مايو في كورو في الولايات المتحدة، وتوفي في سبتمبر في غاري في الولايات المتحدة",
  "subject": "<WikipediaPage 'دان بليك'>"
},
{
  "_id": {
    "$oid": "64719a5eb12ef02b39e52dfa"
  },
  "q": "توماس هاردي مزارع الكروم",
  "a": "توماس هاردي هو مزارع الكروم أسترالي، ولد في يناير ، وتوفي في يناير",
  "subject": "<WikipediaPage 'توماس هاردي (مزارع الكروم)'>"
},
{
  "_id": {
    "$oid": "64719a61b12ef02b39e52dfb"
  },
  "q": "فيرليتشون",
  "a": "فيرليتشون بالفرنسية هي بلدية تقع في إقليم باد كاليه من منطقة نور با دو كاليه في شمال فرنسا تبلغ مساحة هذه المدينة كم ، وترتفع عن سطح البحر م، يبلغ عدد سكانها نسمة حسب إحصاء المعهد الوطني للإحصاء والدراسات الاقتصادية سنة م وترأس البلدية خلال فترة",
  "subject": "<WikipediaPage 'فيرليتشون'>"
},
{
  "_id": {
    "$oid": "64719a84b12ef02b39e52dfd"
  },
  "q": "وحدة حساب",
  "a": "وحدة الحساب أو في علم الاقتصاد هو وحدة قياس مالية لتعريف العملة وتسجيلها ومقارنة قيمتها؛ وتعد هذه الخاصة إحدى الوظائف الأساسية للمال يستخدم مصطلح وحدة الحساب أو الوحدة النقدية في المحاسبة لقياس المبالغ",
  "subject": "<WikipediaPage 'وحدة حساب'>"
},
{
  "_id": {
    "$oid": "64719a87b12ef02b39e52dfe"
  },
  "q": "المعهد العربي للسينما والإعلام",
  "a": "المعهد العربي للسينما والإعلام هو منصة تستهدف إيجاد ورعاية وتشبيك وتطوير المشروعات السينمائية والإعلامية وتمكين المواهب العربية لسرد حكايات مجتمعاتهم بأصواتهم",
  "subject": "<WikipediaPage 'المعهد العربي للسينما والإعلام'>"
},
{
  "_id": {
    "$oid": "64719a8ab12ef02b39e52dff"
  },
  "q": "توم شابمان",
  "a": "توم شابمان هو موسيقي بريطاني، ولد في مايو في في فرنسا",
  "subject": "<WikipediaPage 'توم شابمان'>"
},
{
  "_id": {
    "$oid": "64719a8db12ef02b39e52e00"
  },
  "q": "لويس ر. سوليفان",
  "a": "لويس ر سوليفان هو عالم إنسان أمريكي، ولد في مايو ، وتوفي في",
  "subject": "<WikipediaPage 'لويس ر. سوليفان'>"
},
{
  "_id": {
    "$oid": "64719a90b12ef02b39e52e01"
  },
  "q": "القنفذ سونيك سلسلة",
  "a": "القنفذ سونيك ؛ باليابانية ، سونيكو زا هيجيهوغو هي سلسلة ألعاب فيديو تنتجها شركة سيجا الشخصية الرئيسية في اللعبة هو قنفذ أزرق اللون يدعى سونيك بدأت السلسلة في عام مع أول لعبة في السلسلة القنفذ سونيك على جهاز سيجا ميغا درايف ذو الـ بت تم بعد ذلك إصدار لعبة أقل وضوحاً لجهاز سيغا الأقدم بت وهو ماستر سيستم، بالإضافة إلى جهازها المحمول گيم گير وكانت سلسة سونيك من أكبر الأسباب التي جعلت سيجا شركة قائدة في مجال العاب الفيديو في التسعينيات، عصر العاب الـ بت، وبعد وقت قصير من صدور اللعبة الأولى تم حزمها مع جميع أجهزة سيجا ميجا درايف في أمريكا ؟ وأوروبا بدلاً من الحزمة الأصلية التي كانت تأتي مع لعبة ألترد بيست",
  "subject": "<WikipediaPage 'القنفذ سونيك (سلسلة)'>"
},
{
  "_id": {
    "$oid": "64719a93b12ef02b39e52e02"
  },
  "q": "منتخب سان مارينو لكأس فيد",
  "a": "منتخب سان مارينو لكأس فيد هو ممثل سان مارينو الرسمي في كرة المضرب في كأس فيد",
  "subject": "<WikipediaPage 'منتخب سان مارينو لكأس فيد'>"
},
{
  "_id": {
    "$oid": "64719a96b12ef02b39e52e03"
  },
  "q": "داوود أبو الفضل",
  "a": "داوود أبو الفضل طبيب يهودي قرائي، عاش في العصر الأيوبي مصر في مطلع القرن الثاني عشر الميلادي ولد في القاهرة في عام وتوفي في حوالي عام بعد أن درس الطب تحت يد الطبيب اليهودي هبة الله بن جامع، أصبح طبيب السلطان العادل أبو بكر بن أيوب، أخو السلطان صلاح الدين وكان أيضا رئيس الأستاذة في المستشفى الناصري في القاهرة، حيث تعلم على يديه عدد كبير من التلاميذ كان أبو الفضل من الأطباء المهرة وله مؤلف في الأدوية كتبه في اثني عشر فصلًا، وكان موضوعه الرئيسي الترياق",
  "subject": "<WikipediaPage 'داوود أبو الفضل'>"
},
{
  "_id": {
    "$oid": "64719a99b12ef02b39e52e04"
  },
  "q": "باول موريس موسيقي",
  "a": "باول موريس هو موسيقي أمريكي، ولد في نوفمبر في سانتا مونيكا في الولايات المتحدة",
  "subject": "<WikipediaPage 'باول موريس (موسيقي)'>"
},
{
  "_id": {
    "$oid": "64719a9db12ef02b39e52e05"
  },
  "q": "فلاديمير غابولوف",
  "a": "فلاديمير غابولوف بالروسية ، من مواليد أكتوبر في أوردزونيكيدزه في روسيا ، لاعب كرة قدم روسي يلعب مع نادي دينامو موسكو منذ عام",
  "subject": "<WikipediaPage 'فلاديمير غابولوف'>"
},
{
  "_id": {
    "$oid": "64719aa0b12ef02b39e52e06"
  },
  "q": "ودن الفرس حزم العدين",
  "a": "ودن الفرس محلة تابعة لقرية حجافة، التابعة لعزلة حقين بمديرية حزم العدين إحدى مديريات محافظة إب في الجمهورية اليمنية، بلغ تعداد سكانها حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'ودن الفرس (حزم العدين)'>"
},
{
  "_id": {
    "$oid": "64719aa4b12ef02b39e52e07"
  },
  "q": "هيلج كارلسن",
  "a": "هيلج كارلسن بالنرويجية البوكمول يونيو في النرويج هو لاعب كرة قدم نرويجي في مركز الدفاع شارك مع منتخب النرويج تحت سنة لكرة القدم ومنتخب النرويج لكرة القدم أما مع النوادي، فقد لعب مع نادي بران",
  "subject": "<WikipediaPage 'هيلج كارلسن'>"
},
{
  "_id": {
    "$oid": "64719aa7b12ef02b39e52e08"
  },
  "q": "محمد علي فركوس",
  "a": "أبو عبد المعز محمد علي فركوس هو دكتور إسلامي وشيخ سلفي جزائري معروف في الجزائر له العديد من المؤلفات العلمية والسلاسل الفقهية والتوجيهات السلفية",
  "subject": "<WikipediaPage 'محمد علي فركوس'>"
},
{
  "_id": {
    "$oid": "64719aaab12ef02b39e52e09"
  },
  "q": "جان ماير مؤرخ",
  "a": "جان ماير بالفرنسية هو مؤرخ مكسيكي وفرنسي، ولد في فبراير في نيس في فرنسا",
  "subject": "<WikipediaPage 'جان ماير (مؤرخ)'>"
},
{
  "_id": {
    "$oid": "64719aacb12ef02b39e52e0a"
  },
  "q": "دينيسي بنينج",
  "a": "دينيسي بنينج هي متزلجة فنية كندية، ولدت في سبتمبر في ونزر في المملكة المتحدة",
  "subject": "<WikipediaPage 'دينيسي بنينج'>"
},
{
  "_id": {
    "$oid": "64719ab0b12ef02b39e52e0b"
  },
  "q": "محافظة ليون الجديدة",
  "a": "كانت محافظة ليون الجديدة أو الأراضي الماجلانية ؟ واحدة من محافظات الإمبراطورية الإسبانية الاستعمارية، وتقع في جنوب أمريكا الجنوبية",
  "subject": "<WikipediaPage 'محافظة ليون الجديدة'>"
},
{
  "_id": {
    "$oid": "64719ab3b12ef02b39e52e0c"
  },
  "q": "37989 1998 HZ153",
  "a": "إتش زد ويعرف أيضًا باسم إتش زد وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(37989) 1998 HZ153'>"
},
{
  "_id": {
    "$oid": "64719ab6b12ef02b39e52e0d"
  },
  "q": "65003 2002 AB71",
  "a": "أي بي ويعرف أيضًا باسم أي بي وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(65003) 2002 AB71'>"
},
{
  "_id": {
    "$oid": "64719ab9b12ef02b39e52e0e"
  },
  "q": "فالنتينا تريشكوفا",
  "a": "فالنتينا فلاديميروفنا تريشكوفا روسية بالروسية ؛ مواليد آذارمارس مهندسة روسيّة، عضو في مجلس الدوما، ورائدة فضاء سابقة وهي أول وأصغر امرأة تصعد إلى الفضاء، حيث أنجزت مهمّة منفردة في فوستوك في حزيران يونيو دارت حول الأرض مرّة، وقضت ما يقارب من ثلاثة أيام في الفضاء، ولا تزال إلى الآن المرأة الوحيدة التي كانت في مهمة فضاء منفردة",
  "subject": "<WikipediaPage 'فالنتينا تريشكوفا'>"
},
{
  "_id": {
    "$oid": "64719abfb12ef02b39e52e0f"
  },
  "q": "بطولة سيدني للتنس",
  "a": "بطولة سيدني للتنس هي بطولة تلعب على الأراضي الصلبة وتندرج تحت قائمة بطولات رابطة محترفي كرة المضرب ال نقطة تقام البطولة في مدينة سيدني في أستراليا في بداية كل عام",
  "subject": "<WikipediaPage 'بطولة سيدني للتنس'>"
},
{
  "_id": {
    "$oid": "64719ac3b12ef02b39e52e10"
  },
  "q": "توليو كارميناتي",
  "a": "توليو كارميناتي بالإيطالية هو ممثل إيطالي، ولد في سبتمبر بزادار في كرواتيا، وتوفي في فبراير بروما في إيطاليا بسبب سكتة",
  "subject": "<WikipediaPage 'توليو كارميناتي'>"
},
{
  "_id": {
    "$oid": "64719ac6b12ef02b39e52e11"
  },
  "q": "تي ان ايه ريبليون",
  "a": "كان تي ان ايه ريبليون بالعربية تمرد هو عرض مصارعة المحترفين بنظام الدفع مقابل المشاهدة البي بي في وهو من الاحداث التي تنتجها شركة امباكت ريسلينج وقع الحدث يوم الاحد الموافق أبريل ، في قاعة ريبول كومبليكس انترتينمت في مدينة تورونتو بولاية أونتاريو الكندية",
  "subject": "<WikipediaPage 'تي ان ايه ريبليون'>"
},
{
  "_id": {
    "$oid": "64719ac9b12ef02b39e52e12"
  },
  "q": "كورديلة سوداء",
  "a": "كورديلة سوداء الاسم العلمي هي نوع من الحيوانات تتبع جنس الكورديلة من فصيلة الكورديلات",
  "subject": "<WikipediaPage 'كورديلة سوداء'>"
},
{
  "_id": {
    "$oid": "64719accb12ef02b39e52e13"
  },
  "q": "ألكسيس لويد",
  "a": "ألكسيس لويد بالفرنسية هو كاتب سيناريو ومخرج فرنسي، ولد في",
  "subject": "<WikipediaPage 'ألكسيس لويد'>"
},
{
  "_id": {
    "$oid": "64719ad0b12ef02b39e52e14"
  },
  "q": "ميلان كيربر",
  "a": "ميلان كيربر بالتشيكية سبتمبر أوهرسكه هراديشتيه التشيك هو لاعب كرة قدم تشيكي، يلعب كمهاجم",
  "subject": "<WikipediaPage 'ميلان كيربر'>"
},
{
  "_id": {
    "$oid": "64719ad3b12ef02b39e52e15"
  },
  "q": "قطاع أولي",
  "a": "القطاع الأولي أو قطاع الأنشطة الاقتصادية الأولية يمثل أحد قطاعات الاقتصاد التي تحقق استفادة مباشرة من الموارد الطبيعية ويتضمن هذا القطاع الزراعة واستغلال الغابات والصيد والتعدين واستخراج النفط والغاز وهو يختلف عن القطاع الثانوي، الذي يختص بإنتاج السلع المصنعة والمعالجة الأخرى، والقطاع الثالث، المعني بإنتاج الخدمات ويعد القطاع الأولي هو القطاع الأكثر أهمية في أغلب الأحيان في الدول الأقل تطورًا، وبالتالي الأقل أهمية في الدول الصناعية",
  "subject": "<WikipediaPage 'قطاع أولي'>"
},
{
  "_id": {
    "$oid": "64719ad7b12ef02b39e52e16"
  },
  "q": "أمير بلالي",
  "a": "أمير بلالي بالألبانية هو لاعب كرة قدم ألباني وشمال مقدوني في مركز الدفاع، ولد في أبريل في غوستيفار في مقدونيا الشمالية شارك مع منتخب ألبانيا تحت سنة لكرة القدم ومنتخب ألبانيا تحت سنة لكرة القدم أما مع النوادي، فقد لعب مع بارتيزاني تيرانا ونادي تساليه ونادي تيوتا دورس ونادي رابوتنيتشكي ونادي شكوبي ونادي ميزوكوفيشدي",
  "subject": "<WikipediaPage 'أمير بلالي'>"
},
{
  "_id": {
    "$oid": "64719ad9b12ef02b39e52e17"
  },
  "q": "هيلين بيي",
  "a": "هيلين بيي هي عالمة نفس وكاتِبة أمريكية، ولدت في في تاكوما في الولايات المتحدة",
  "subject": "<WikipediaPage 'هيلين بيي'>"
},
{
  "_id": {
    "$oid": "64719adcb12ef02b39e52e18"
  },
  "q": "هوتينهيم",
  "a": "هوتينهيم بالفرنسية هي بلدية تقع في إقليم الراين الأسفل من منطقة ألزاس في شمال شرق فرنسا تبلغ مساحة هذه المدينة كم ، وترتفع عن سطح البحر م، يبلغ عدد سكانها نسمة حسب إحصاء المعهد الوطني للإحصاء والدراسات الاقتصادية سنة م وترأس البلدية خلال فترة",
  "subject": "<WikipediaPage 'هوتينهيم'>"
},
{
  "_id": {
    "$oid": "64719adfb12ef02b39e52e19"
  },
  "q": "تناجر لهبي الوجه",
  "a": "تناجر لهبي الوجه الاسم العلمي ، هو نوع من الطيور يتبع فصيلة التناجر ضمن رتبة العصفوريات",
  "subject": "<WikipediaPage 'تناجر لهبي الوجه'>"
},
{
  "_id": {
    "$oid": "64719ae3b12ef02b39e52e1a"
  },
  "q": "اليكسندر بيتروف",
  "a": "اليكسندر بيتروف بالألمانية سبتمبر بلاوخهامر في ألمانيا هو لاعب كرة قدم ألماني في مركز الدفاع لعب مع إف إس في فرانكفورت وإنيرجي كوتبوس وكيمنتزر",
  "subject": "<WikipediaPage 'اليكسندر بيتروف'>"
},
{
  "_id": {
    "$oid": "64719ae7b12ef02b39e52e1b"
  },
  "q": "مرقد حمزة الكاظم كاشمر",
  "a": "مرقد حمزة الكاظم بالفارسية امامزاده سیدحمزه هو مرقد شيعي ومسجد تاريخي يعود إلى الدولة الصفوية، ويقع في كاشمر يضم قبر الحمزة بن موسى الكاظم، والحديقة والمقبرة العامة وتم تسجيل هذا المرقد في مايو مع رقم تسجيل باعتباره أحد التراث الوطني الإيراني",
  "subject": "<WikipediaPage 'مرقد حمزة الكاظم (كاشمر)'>"
},
{
  "_id": {
    "$oid": "64719ae9b12ef02b39e52e1c"
  },
  "q": "تاكويا إغاراشي",
  "a": "تاكويا إغاراشي باليابانية ؛ بالكانا هو مخرج ياباني، ولد في ديسمبر في اليابان",
  "subject": "<WikipediaPage 'تاكويا إغاراشي'>"
},
{
  "_id": {
    "$oid": "64719aedb12ef02b39e52e1d"
  },
  "q": "نظام لوران الملاحي",
  "a": "نظام لوران الملاحي بالانكليزية هو نظام ملاحة قطع زائد طويل المدى تم تطويره من قبل الولايات المتحدة الأمريكية خلال الحرب العالمية الثانية كلمة هي اختصار لـ وتعني ملاحة طويلة المدى كان نظام لوران شبيها بنظام جي البريطاني ولكنه يعمل على ترددات أخفض ليزيد من مداه حتى ميلا بدقة تحديد موقع ضمن عشرات الأميال كان أول استخدام هذا النظام قوافل السفن العابرة المحيط الأطلسي ومن ثم استُخدم على طائرات المراقبة طويلة المدى ولكن استخدامه الأساسي جاء بشكل أساسي على السفن والطائرات العاملة في المحيط الهادي",
  "subject": "<WikipediaPage 'نظام لوران الملاحي'>"
},
{
  "_id": {
    "$oid": "64719af0b12ef02b39e52e1e"
  },
  "q": "مجتمع بناء المعارف",
  "a": "مجتمع بناء المعارف عبارة عن مجتمع يكون الهدف الرئيسي فيه هو خلق المعارف بشكل أكثر من إنتاج المنتجات الخاصة أو إتمام المهام ويعد هذا المفهوم ضروريًا للغاية فيما يتعلق بنظرية بناء المعارف إذا لم يتم التوصل إلى المعارف في مجتمع ما، فهذا يعني أننا لا نقوم ببناء المعارف ومن أمثلة مجتمعات بناء المعارف",
  "subject": "<WikipediaPage 'مجتمع بناء المعارف'>"
},
{
  "_id": {
    "$oid": "64719af3b12ef02b39e52e1f"
  },
  "q": "كاسبر في مدرسة الرعب",
  "a": "كاسبر في مدرسة الرعب ، هو فيلم تلفزيوني أمريكيفرنسيهندي متحرك حاسوبياً يستند إلى مسلسل كاسبر الشبح اللطيف تم إنتاجه من قبل موونسكوب وأصدرته كلاسيك ميديا وتم عرضه لأول مرة في أكتوبر لدى الفيلم مسلسل تلفزيوني يحمل نفس الاسم في عام كما أنه يحمل لعبة فيديو بنفس الاسم لم يُدبلج هذا الفيلم إلى العربية",
  "subject": "<WikipediaPage 'كاسبر في مدرسة الرعب'>"
},
{
  "_id": {
    "$oid": "64719af6b12ef02b39e52e20"
  },
  "q": "كفر بدران",
  "a": "قرية كفر بدران هي إحدى القرى التابعة لمركز منيا القمح في محافظة الشرقية في جمهورية مصر العربية حسب إحصاءات سنة ، بلغ إجمالي السكان في كفر بدران نسمة، منهم رجل و امرأة",
  "subject": "<WikipediaPage 'كفر بدران'>"
},
{
  "_id": {
    "$oid": "64719af9b12ef02b39e52e21"
  },
  "q": "ممتاز أختر",
  "a": "ممتاز أختر ديسمبر في الهند هو لاعب كرة قدم هندي في مركز الوسط لعب مع نادي بونه ونادي محمدان و",
  "subject": "<WikipediaPage 'ممتاز أختر'>"
},
{
  "_id": {
    "$oid": "64719afcb12ef02b39e52e22"
  },
  "q": "آيت خيجة آيت لحساين",
  "a": "آيت خيجة هو دُوَّار يقع بجماعة تونفيت، إقليم ميدلت، جهة درعة تافيلالت في المملكة المغربية ينتمي الدوّار لمشيخة آيت لحساين التي تضم دواوير يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'آيت خيجة (آيت لحساين)'>"
},
{
  "_id": {
    "$oid": "64719b1fb12ef02b39e52e25"
  },
  "q": "عدنان خوج",
  "a": "ملحن سعودي درس الموسيقى في المعهد العالي للموسيقى العربية في القاهرة حصل على درجة الدكتوراه مع مرتبة الشرف العالي من جامعة السربون في باريس وكانت أطروحته في فن طلال مداح",
  "subject": "<WikipediaPage 'عدنان خوج'>"
},
{
  "_id": {
    "$oid": "6471a9e1b12ef02b39e52e27"
  },
  "q": "بويغارن إحدادن",
  "a": "بويغارن هو دُوَّار يقع بجماعة إيحدادن، إقليم الناظور، جهة الشرق في المملكة المغربية ينتمي الدوّار لمشيخة إحدادن التي تضم دواوير يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'بويغارن (إحدادن)'>"
},
{
  "_id": {
    "$oid": "6471a9e4b12ef02b39e52e28"
  },
  "q": "كلية الفيصل أستراليا",
  "a": "كلية الفيصل مدرسة إسلامية مشتركة ابتدائية وثانوية غير حكومية، تدار بواسطة شركة كلية الفيصل المحدودة، بحرم جامعي في ضاحية أوبورن وحرم جامعي آخر في ضاحية كامبلتاون الكلية أسست في بحرم جامعي في ضاحية أوبورن، ووسعت إلى حرم جامعي آخر في ضاحية كامبيلتاون في",
  "subject": "<WikipediaPage 'كلية الفيصل (أستراليا)'>"
},
{
  "_id": {
    "$oid": "6471a9e9b12ef02b39e52e29"
  },
  "q": "دييغو روبيو",
  "a": "دييغو إيفان روبيو كوستنر وهو لاعب كُرَة قدم تشيلي في مركز الهجوم ولد في يوم مايو في مدينة سانتياغو عاصمة تشيلي وهو يلعب حالياً مع نادي ساندنيس في النرويج وسبق له اللعب مع سي إس باندوري تارغو جيو وسبورتينغ لشبونة وكولوكولو ونادي ديبورتيفو يونيفرسيداد كاتوليكا ولعب مع منتخب تشيلي لكرة القدم ويبلغ طوله سم",
  "subject": "<WikipediaPage 'دييغو روبيو'>"
},
{
  "_id": {
    "$oid": "6471a9ecb12ef02b39e52e2a"
  },
  "q": "العلاقات العراقية التشادية",
  "a": "العلاقات العراقية التشادية هي العلاقات الثنائية التي تجمع بين العراق وتشاد",
  "subject": "<WikipediaPage 'العلاقات العراقية التشادية'>"
},
{
  "_id": {
    "$oid": "6471a9f0b12ef02b39e52e2b"
  },
  "q": "ماسيفا",
  "a": "ماسيفا أو ماسيفا الثاني هو أمير نوميدي وعدو للملك المقاوم يوغرطة وهو ابن الأمير غولوسة أحد أبناء الاغليذ ماسينيسا",
  "subject": "<WikipediaPage 'ماسيفا'>"
},
{
  "_id": {
    "$oid": "6471a9f2b12ef02b39e52e2c"
  },
  "q": "كيث ديلونج",
  "a": "كيث ديلونج هو لاعب كرة قدم أمريكية أمريكي، ولد في أغسطس في سان دييغو في الولايات المتحدة",
  "subject": "<WikipediaPage 'كيث ديلونج'>"
},
{
  "_id": {
    "$oid": "6471a9f6b12ef02b39e52e2d"
  },
  "q": "جون ويك",
  "a": "جون ويك ، والمعروف أيضًا باسم جون ويك الفصل الأول بالإنجيلزية ، فيلم أكشن نيو نوار أمريكي من إخراج تشاد ستاهيلسكي ومن كتابة ديريك كولستاد صدر عام الفيلم من بطولة كيانو ريفز، مايكل نيكفيست، ألفي آلن، أدرياني باليكي، بريدجيت مويناهان، دين وينترز، إيان ماكشين، جون ليجويزامو وويليم دافو وهو الفيلم الأول من سلسلة أفلام جون ويك",
  "subject": "<WikipediaPage 'جون ويك'>"
},
{
  "_id": {
    "$oid": "6471a9fab12ef02b39e52e2e"
  },
  "q": "UBE2G2",
  "a": "هوَ بروتين يُشَفر بواسطة جين في الإنسان",
  "subject": "<WikipediaPage 'UBE2G2'>"
},
{
  "_id": {
    "$oid": "6471a9fdb12ef02b39e52e2f"
  },
  "q": "حكايات الخال أبنودي برنامج تلفزيوني",
  "a": "حكايات الخال أبنودي هو برنامج تلفزيوني حواري يقدمه المذيع عبد الرحمن الأبنودي في قناة القاهرة والناس في رمضان",
  "subject": "<WikipediaPage 'حكايات الخال أبنودي (برنامج تلفزيوني)'>"
},
{
  "_id": {
    "$oid": "6471aa01b12ef02b39e52e30"
  },
  "q": "مارغوت هيلتون",
  "a": "مارغوت هيلتون هي كاتِبة أسترالية، ولدت في",
  "subject": "<WikipediaPage 'مارغوت هيلتون'>"
},
{
  "_id": {
    "$oid": "6471aa05b12ef02b39e52e31"
  },
  "q": "محمد علي كورتولوش",
  "a": "محمد علي كورتولوش بالتركية هو لاعب كرة قدم تركي في مركز الوسط، ولد في أغسطس في غنت في بلجيكا لعب مع تشايكور ريزه سبور ودينيزلي سبور وسيفاسبور ونادي غينت",
  "subject": "<WikipediaPage 'محمد علي كورتولوش'>"
},
{
  "_id": {
    "$oid": "6471aa08b12ef02b39e52e32"
  },
  "q": "أوتفيل",
  "a": "أوتفيل بالألمانية هي بلدية سويسرية تتبع لمقاطعة أربون في كانتون تورغاو تبلغ مساحتها كيلومتر مربع، ويقدر عدد سكانها بـ نسمة حسب تعداد ديسمبر",
  "subject": "<WikipediaPage 'أوتفيل'>"
},
{
  "_id": {
    "$oid": "6471aa0cb12ef02b39e52e33"
  },
  "q": "لوكاس فيتا",
  "a": "لوكاس فيتا هو لاعب كرة الماء برازيلي، ولد في مارس",
  "subject": "<WikipediaPage 'لوكاس فيتا'>"
},
{
  "_id": {
    "$oid": "6471aa10b12ef02b39e52e34"
  },
  "q": "طهرة الشيطان القفر",
  "a": "طهرة الشيطان محلة تابعة لقرية بيت الغماري، التابعة لعزلة حمير بمديرية القفر إحدى مديريات محافظة إب في الجمهورية اليمنية، بلغ تعداد سكانها حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'طهرة الشيطان (القفر)'>"
},
{
  "_id": {
    "$oid": "6471aa13b12ef02b39e52e35"
  },
  "q": "صوفي كيلر",
  "a": "صوفي كيلر بالدنماركية هي مغنية أوبرا دنماركية، ولدت في نوفمبر في كوبنهاغن في الدنمارك، وتوفي بنفس المكان في مايو",
  "subject": "<WikipediaPage 'صوفي كيلر'>"
},
{
  "_id": {
    "$oid": "6471aa16b12ef02b39e52e36"
  },
  "q": "كارول جونسون",
  "a": "كارول جونسون يوليو أكتوبر هي ممثلة، وعارضة، وممثلة تلفزيونية، وممثلة مسرحية، من الولايات المتحدة الأمريكية، ولدت في مدينة نيويورك",
  "subject": "<WikipediaPage 'كارول جونسون'>"
},
{
  "_id": {
    "$oid": "6471aa1ab12ef02b39e52e37"
  },
  "q": "سيباستيان فلوريدا",
  "a": "سيباستيان هي مدينة أمريكية تقع في ولاية فلوريدا تبلغ مساحة هذه المدينة كم ،ويبلغ عدد سكانها نسمة حسب إحصاء سنة م تشير إحصاءات سنة م بأن الكثافة السكانية في هذه المدينة تقدر بـ نسمةكم",
  "subject": "<WikipediaPage 'سيباستيان (فلوريدا)'>"
},
{
  "_id": {
    "$oid": "6471aa1eb12ef02b39e52e38"
  },
  "q": "بير صابر شاه",
  "a": "سيد محمد صابر شاه المعروف بـ بير صابر شاه هو سياسي باكستاني من مقاطعة خيبر بختونخوا في باكستان شغل منصب رئيس وزراء المقاطعة الثامن عشر من أكتوبر إلى فبراير وكان مستشارًا لرئيس وزراء باكستان نواز شريف من إلى",
  "subject": "<WikipediaPage 'بير صابر شاه'>"
},
{
  "_id": {
    "$oid": "6471aa23b12ef02b39e52e39"
  },
  "q": "ديف مارتن لاعب كرة قدم بريطاني",
  "a": "ديف مارتن أبريل في المملكة المتحدة هو لاعب كرة قدم بريطاني في مركز الوسط لعب مع برايتون أند هوف ألبيون وكولتشستر يونايتد ونادي بريستول سيتي ونادي ساوثيند يونايتد ونادي غيلينغهام ونادي ليتون أورينت ونادي ميلوول ونادي نورثامبتون تاون ونادي ويمبلدون",
  "subject": "<WikipediaPage 'ديف مارتن (لاعب كرة قدم بريطاني)'>"
},
{
  "_id": {
    "$oid": "6471aa27b12ef02b39e52e3a"
  },
  "q": "عزلة وتير تعز",
  "a": "عزلة وتير هي إحدى عزل مديرية المسراخ في محافظة تعز اليمنية ويبلغ تعداد سكانها نسمة حسب التعداد السكاني في اليمن لعام",
  "subject": "<WikipediaPage 'عزلة وتير (تعز)'>"
},
{
  "_id": {
    "$oid": "6471aa2bb12ef02b39e52e3b"
  },
  "q": "السيد محمد ضياء آبادي",
  "a": "السيد محمد ضياء آبادي فبراير ، هو آية الله رجل دين إيراني قضى عمره في ترويج معارف القرآن وأهل بيت العصمة والوعظ والإرشاد ويعتبر ضياء ابادي من الشخصيات القيّمة والمعلّقين الشيعة الكبار وأحد العلماء البارزين والمشاهير من الدعاة والعلماء في عصرنا الحاضر",
  "subject": "<WikipediaPage 'السيد محمد ضياء آبادي'>"
},
{
  "_id": {
    "$oid": "6471aa2fb12ef02b39e52e3c"
  },
  "q": "نيك ويلسون لاعب هوكي الحقل",
  "a": "نيك ويلسون هو لاعب هوكي الحقل نيوزيلندي، ولد في أغسطس في بالميرستون نورث في نيوزيلندا",
  "subject": "<WikipediaPage 'نيك ويلسون (لاعب هوكي الحقل)'>"
},
{
  "_id": {
    "$oid": "6471aa32b12ef02b39e52e3d"
  },
  "q": "ليريوبي حورية",
  "a": "ليريوبي في الأساطير اليونانية هي حورية نهرية أو عروس النهر في بويوتيا والتي كانت على الأرجح ابنة أحد آلهة نهر في بويوتيا أو فوكيا ليريوبي كانت محبوبة إله النهر كيفيسوس، الذي كان هو نفسه ابن أوقيانوس وتيثيس، وولدت له ابنا هو نركسوس",
  "subject": "<WikipediaPage 'ليريوبي (حورية)'>"
},
{
  "_id": {
    "$oid": "6471aa36b12ef02b39e52e3e"
  },
  "q": "جائزة جنوب إفريقيا الكبرى للدراجات النارية",
  "a": "جائزة جنوب أفريقيا الكبرى للدراجات النارية كانت حدث سباق للدراجات النارية ضمن سباق الجائزة الكبرى للدراجات النارية انطلقت الجائزة في سنة إلى أن توقف في يعتبر فالنتينو روسي هو المتسابق الأكثر فوزا بها، بينما هوندا هي الأكثر فوزا بين المصنعين",
  "subject": "<WikipediaPage 'جائزة جنوب إفريقيا الكبرى للدراجات النارية'>"
},
{
  "_id": {
    "$oid": "6471aa3db12ef02b39e52e3f"
  },
  "q": "أليكس إزرائيل",
  "a": "أليكس إزرائيل هو رسام أمريكي، ولد في في لوس أنجلوس في الولايات المتحدة",
  "subject": "<WikipediaPage 'أليكس إزرائيل'>"
},
{
  "_id": {
    "$oid": "6471aa42b12ef02b39e52e40"
  },
  "q": "طوماس فيبل",
  "a": "طوماس فيبل مايو بلزابيم في فرنسا بالفرنسية هو لاعب كرة قدم فرنسي في مركز الدفاع لعب مع أمكار بيرم ورويال أنتويرب وستاندارد لييج ونادي بروكسل ونادي لانس وويدزي لودز ونادي موردوفيا سارانسك ونادي فيرتون",
  "subject": "<WikipediaPage 'طوماس فيبل'>"
},
{
  "_id": {
    "$oid": "6471aa45b12ef02b39e52e41"
  },
  "q": "ترجمة ثقافية",
  "a": "الترجمة الثقافية هي الترجمة التي تراعى فيها أوجه الاعتبار المأخوذ بها في الثقافة وكيفية نظرها إلى الأشياء",
  "subject": "<WikipediaPage 'ترجمة ثقافية'>"
},
{
  "_id": {
    "$oid": "6471aa48b12ef02b39e52e42"
  },
  "q": "ماريا فيور",
  "a": "ماريا فيور بالإيطالية هي ممثلة إيطالية وحملت سابقاً جنسية مملكة إيطاليا، ولدت في أكتوبر في روما في إيطاليا، وتوفي بنفس المكان في أكتوبر بسبب سرطان الرئة",
  "subject": "<WikipediaPage 'ماريا فيور'>"
},
{
  "_id": {
    "$oid": "6471aa4db12ef02b39e52e43"
  },
  "q": "لمفوماابيضاض الدم تائي الخلايا في البالغين",
  "a": "اِبْيِضاضُ الدَّم التَّائِيُّ الخَلايا فِي البالِغين هو سرطان نادر يصيب الجهاز المناعي وبالضبط الخلايا التائية لمفوماابيضاض الدم تائي الخلايا في البالغين أو هو سرطان نادر يصيب الخلايا التائية في الجهاز المناعي، وينتج عن فيروس تي الليمفاوي البشري من النوع الأول تحتوي جميع خلايا هذا الورم التائي على اندخال لفيروس تي الليمفاوي البشري من النوع الأول، مما يدعم بشكل إضافي دور الفيروس في حدوث الورم يتطور عدد صغير من فيروسات تي الليمفاوية البشرية من النوع الأول ليسبب لمفوما الدم تائية الخلايا في البالغين مع فترة انتقالية طويلة بين وقت الإصابة وبدء تطور اللمفوما أو الابيضاض تُصنف لمفوماابيضاض الدم تائي الخلايا في البالغين إلى أنواع فرعية لمفوما حادة، ولمفوما خامدة، ونمط لمفومي عقدي، ولمفوما مزمنة يُعد كل من النوع الحاد والنمط اللمفومي العقدي عدوانيَين وإنذارهما ضعيف بحسب التقديرات العالمية، يصيب الفيروس القهقري اللمفاوي البشري تي من النوع الأول مليون شخص، ويصاب بالورم لكل شخص، وتصل في المناطق الموبوءة مثل اليابان إلى لكل شخص ولكن حدثت مؤخرًا زيادة في الحالات في المناطق غير الموبوءة مع أعلى معدل للإصابة بالفيروس في الجزر الجنوبية والشمالية لليابان ومنطقة البحر الكاريبي وأمريكا الوسطى والجنوبية وأفريقيا بين المناطق المدارية ورومانيا وشمال إيران تحدث لمفوماابيضاض الدم تائي الخلايا في البالغين عادة في عمر عامًا، ولا يعتمد متوسط العمر عند التشخيص على الانتشار الجغرافي لعدوى فيروس تي الليمفاوي البشري من النوع الأول تعتمد العلاجات الحالية لابيضاض الدم تائي الخلايا عند البالغين على النوع الفرعي السريري والاستجابة للعلاج الأولي قد لا تتوفر بعض طرق العلاج في جميع البلدان، وبالتالي تختلف الاستراتيجيات في جميع أنحاء العالم يُحوّل جميع المرضى إلى التجارب السريرية في حال توفرها إلى جانب التجارب السريرية، تتركز العلاجات الأخرى على العلاج الكيميائي المتعدد، والزيدوفودين مع الإنترفيرون أ ، وزرع الخلايا الجذعية المكونة للدم الخيفي",
  "subject": "<WikipediaPage 'لمفوما/ابيضاض الدم تائي الخلايا في البالغين'>"
},
{
  "_id": {
    "$oid": "6471aa50b12ef02b39e52e44"
  },
  "q": "تشو شن",
  "a": "تشو شن هو مغني صيني، ولد في سبتمبر في خونان في الصين",
  "subject": "<WikipediaPage 'تشو شن'>"
},
{
  "_id": {
    "$oid": "6471aa53b12ef02b39e52e45"
  },
  "q": "محافظة ريف دمشق",
  "a": "ريف دمشق إحدى المحافظات السورية، المساحة الكلية ألف كم ، تتضمن مناطق، ناحية، مدينة، قرية مزرعة وتمتاز المحافظة بتنوع التضاريس والطبيعة بين السهول والسهوب والجبال العالية والوديان وتنتشر المصايف والأماكن السياحية في أرجاء مدن وبلدات المحافظة ويساعدها جمال الطبيعة في ترسيخ السياحة المتأصلة في المحافظة منذ زمن بعيد بناءً على التعداد السكاني عام بلغ عدد سكان ريف دمشق ، نسمة",
  "subject": "<WikipediaPage 'محافظة ريف دمشق'>"
},
{
  "_id": {
    "$oid": "6471aa58b12ef02b39e52e46"
  },
  "q": "الكويكب 266808",
  "a": "الكويكب ، التعين المؤقت له الكويكب وهو كويكب من كويكبات طروادة ينتمي إلى كويكبات معسكر الإغريق اكتشف في سنة",
  "subject": "<WikipediaPage 'الكويكب 266808'>"
},
{
  "_id": {
    "$oid": "6471aa5bb12ef02b39e52e47"
  },
  "q": "هجارة الرضمة",
  "a": "هجارة هي إحدى قرى عزلة البكرة بمديرية الرضمة التابعة لمحافظة إب، بلغ تعداد سكانها نسمة حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'هجارة (الرضمة)'>"
},
{
  "_id": {
    "$oid": "6471aa5eb12ef02b39e52e48"
  },
  "q": "أليكساندر-جوزيف دوست",
  "a": "أليكساندر جوزيف دوست هو سياسي كندي، ولد في نوفمبر في جزيرة كيب بريتون في كندا، وتوفي في يوليو في مونكتون في كندا نشط حزبياً في حزب كندا المحافظ وحزب المحافظين الكندي وقد انتخب عضو مجلس العموم الكندي",
  "subject": "<WikipediaPage 'أليكساندر-جوزيف دوست'>"
},
{
  "_id": {
    "$oid": "6471aa61b12ef02b39e52e49"
  },
  "q": "جان بيار لاكروا",
  "a": "جان بيار لاكروا بالفرنسية هو دبلوماسي فرنسي، ولد في مايو",
  "subject": "<WikipediaPage 'جان بيار لاكروا'>"
},
{
  "_id": {
    "$oid": "6471aa65b12ef02b39e52e4a"
  },
  "q": "نينا سامورودين",
  "a": "نينا سامورودين ولدت في يوليو وتوفيت في نوفمبر ولدت في كييف في روسيا أوكرانيا الآن لعائلة يهودية استغلت زيادة الفرص التعليمية المتاحة لليهود في المدينة وتخرجت من جامعة كييف بعد الهجرة إلى الولايات المتحدة في عام ، انخرطت في كل من الاتحاد والنشاط النسائي كانت نينا عاملة مصنع ومن ثم المنظمة العامة لاتحاد صانعي القمصان في فيلادلفيا، وكانت الأمينة التنفيذية للتحالف العمالي الوطني للعلاقات التجارية مع روسيا",
  "subject": "<WikipediaPage 'نينا سامورودين'>"
},
{
  "_id": {
    "$oid": "6471aa69b12ef02b39e52e4b"
  },
  "q": "درو هايدن تايلور",
  "a": "درو هايدن تايلور هو صحفي وكاتب سيناريو كندي، ولد في يوليو في في كندا",
  "subject": "<WikipediaPage 'درو هايدن تايلور'>"
},
{
  "_id": {
    "$oid": "6471aa6db12ef02b39e52e4c"
  },
  "q": "روبرت أرنولد كرة سلة",
  "a": "روبرت أرنولد مواليد نوفمبر في لانكستر، هو لاعب كرة سلة أمريكي بدأ مسيرته الاحترافية في سنة يلعب في الدوري اليوناني لكرة السلة يحمل الرقم يبلغ طوله قدم بوصة م لعب مع سوانز غموندن في الدوري النمساوي لكرة السلة",
  "subject": "<WikipediaPage 'روبرت أرنولد (كرة سلة)'>"
},
{
  "_id": {
    "$oid": "6471aa71b12ef02b39e52e4d"
  },
  "q": "شون برادبري",
  "a": "شون برادبري فبراير ببرمنغهام في المملكة المتحدة هو لاعب كرة قدم بريطاني في مركز الهجوم لعب مع نادي هيرفورد ووولفرهامبتون واندررز و ونادي تلفورد يونايتد و و",
  "subject": "<WikipediaPage 'شون برادبري'>"
},
{
  "_id": {
    "$oid": "6471aa74b12ef02b39e52e4e"
  },
  "q": "السير حول العالم",
  "a": "يعد السير حول العالم حدثًا سنويًا يهدف إلي زيادة الوعي بمشكلة جوع الأطفال وتمويل برامج الوجبات المدرسية لبرنامج الغذاء العالمي إن السير حول العالم يعد جهدًا مشتركًا مبذولًا بين برنامج الغذاء العالمي التابع للأمم المتحدة وشركائه إن العاملين الشركات الأجنبية يسيرون مع سفراء النوايا الحسنة، وبمجرد أضافة أموال الشركة الأجنبية إلي التبرعات التي يجمعها الموظفون في ذلك اليوم، يتم الحصول علي أكثر من ستين ألف يورو لصالح برنامج الغذاء العالمي",
  "subject": "<WikipediaPage 'السير حول العالم'>"
},
{
  "_id": {
    "$oid": "6471aa77b12ef02b39e52e4f"
  },
  "q": "كلية العلاج الطبيعي جامعة القاهرة",
  "a": "كلية العلاج الطبيعي جامعة القاهرة هي كلية حكومية مصرية تتبع جامعة القاهرة وتهدف إلي تخريج متخصصين في العلاج الطبيعي قادرين على تشخيص وعلاج المرضى بطرق طبيعية وفيزيائية وتطوير والحفاظ على الحركة واعادتها إلى الحد الأقصى والقدرة الوظيفية في جميع مراحل الحياة",
  "subject": "<WikipediaPage 'كلية العلاج الطبيعي (جامعة القاهرة)'>"
},
{
  "_id": {
    "$oid": "6471aa7ab12ef02b39e52e50"
  },
  "q": "حسين هزاع المجالي",
  "a": "حسين هزاع المجالي يناير ، مدينة عمان، هو سياسي عسكري أردني كان وزير الداخلية سابقا في حكومة عبد الله نسور، ومدير الأمن العام سابقًا، وهو نجل رئيس الوزراء الأردني الأسبق هزاع المجالي وكان قد التحق بالقوات المسلحة الأردنية عام ومنح رتبة لواء عام وحالياً هو عضو في مجلس الأعيان الأردني منذ يناير",
  "subject": "<WikipediaPage 'حسين هزاع المجالي'>"
},
{
  "_id": {
    "$oid": "6471aa7db12ef02b39e52e51"
  },
  "q": "16184 2000 AD142",
  "a": "أي دي ويعرف أيضًا باسم أي دي وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(16184) 2000 AD142'>"
},
{
  "_id": {
    "$oid": "6471aa80b12ef02b39e52e52"
  },
  "q": "الزيارة لسامي اللجمي",
  "a": "الزيارة هو عرض غنائي تونسي صوفي و يشارك في تأثيثه قرابة عنصر على الركح، وهذا العرض توزيع الموسيقار وعازف على آلة البيانو سامي اللجمي و يشارك فيه عدة عازفين عالميين وتونسين على غرار مرات ساكاردلي وغوكسال باكتاغير و ثلة من الشباب التونسي أمثال محمد علي شبيل ومهدي عياشي والهادي ميڨاني وسامي بن ضو والمغني التونسي منير الطرودي",
  "subject": "<WikipediaPage 'الزيارة لسامي اللجمي'>"
},
{
  "_id": {
    "$oid": "6471aa84b12ef02b39e52e53"
  },
  "q": "وادي النيل المريخ",
  "a": "وادي النيل هي منطقة يعتقد أن عمرها يقارب من مليار سنة استناداً إلى النتائج الصادرة عن أوميغا على متن ، وهي تحتوي على أكبر تواجد للزبرجد الزيتوني صخور داكنة اللون إجمالاً على سطح المريخ تتألف المنطقة من العديد من الكسور والأخاديد مناطق من القشرة المريخية مخسوفة بفعل التمدد التي يعتقد أنها نتيجة لتأثير النيزك الذي شكل حوض اسيدي",
  "subject": "<WikipediaPage 'وادي النيل (المريخ)'>"
},
{
  "_id": {
    "$oid": "6471aa89b12ef02b39e52e54"
  },
  "q": "كلوديا كوفاتش",
  "a": "كلوديا كوفاتش بالمجرية هي لاعبة كرة قدم مجرية، ولدت في نوفمبر في في المجر لعبت مع",
  "subject": "<WikipediaPage 'كلوديا كوفاتش'>"
},
{
  "_id": {
    "$oid": "6471aa8db12ef02b39e52e55"
  },
  "q": "إمري ماركوش",
  "a": "إمري ماركوش بالمجرية يونيو لاعب كرة قدم مجري راحل كان يجيد اللعب في خط الهجوم لعب طوال مسيرته الرياضية في أندية بوكسكاي ؟؟؟؟ رين",
  "subject": "<WikipediaPage 'إمري ماركوش'>"
},
{
  "_id": {
    "$oid": "6471aa94b12ef02b39e52e56"
  },
  "q": "يضحك تحت الغيوم",
  "a": "الضحك تحت الغيوم باليابانية ، تُنطق ضنةٍ ني ورو تقع احداث الانمي في الفترة التاريخية هي الفترة الأولى من تاريخ اليابان المعاصر م أطلق عليها اسم مييجي والذي يعني الحكومة المستنيرة والمفتحة على الغرب وابتدأت الأحداث في السنة الحادية عشر تم إصدار قانون جديد من طرف الحكومة المستنيرة تمنع فيه استخدام السيوف لغير المخولين الذي جعل من مقاتلي الساموراي من الماضي لذلك ما كان من الساموراي سوى دخول عالم الجريمة من بابها الواسع والانقلاب ضد سياسة الحكومة الجديدة",
  "subject": "<WikipediaPage 'يضحك تحت الغيوم'>"
},
{
  "_id": {
    "$oid": "6471aa97b12ef02b39e52e57"
  },
  "q": "ANKRD35",
  "a": "هوَ بروتين يُشَفر بواسطة جين في الإنسان",
  "subject": "<WikipediaPage 'ANKRD35'>"
},
{
  "_id": {
    "$oid": "6471aa9ab12ef02b39e52e58"
  },
  "q": "تنفس مائي",
  "a": "التنفس المائي هو العملية التي يحصل من خلالها الحيوان المائي على الأكسجين من الماء",
  "subject": "<WikipediaPage 'تنفس مائي'>"
},
{
  "_id": {
    "$oid": "6471aa9eb12ef02b39e52e59"
  },
  "q": "أوكنة حادة الأوراق",
  "a": "أوكنة حادة الأوراق الاسم العلمي هي نوع من النباتات تتبع جنس الأوكنة من الفصيلة الأوكنية",
  "subject": "<WikipediaPage 'أوكنة حادة الأوراق'>"
},
{
  "_id": {
    "$oid": "6471aaa4b12ef02b39e52e5a"
  },
  "q": "كريس كانتي",
  "a": "كريس كانتي هو لاعب كرة قدم أمريكية أمريكي، ولد في نوفمبر في ذا برونكس في الولايات المتحدة",
  "subject": "<WikipediaPage 'كريس كانتي'>"
},
{
  "_id": {
    "$oid": "6471aaa8b12ef02b39e52e5b"
  },
  "q": "شاهروخ غادوييف",
  "a": "شاروخ غادوييف ديسمبر لاعب كرة قدم أوزبكستاني من دون عقد حاليا يجيد اللعب في مركز الوسط الأيسر كما يجيد اللعب في مركز الجناح الأيسر",
  "subject": "<WikipediaPage 'شاهروخ غادوييف'>"
},
{
  "_id": {
    "$oid": "6471aaaeb12ef02b39e52e5c"
  },
  "q": "كريستينا سكوتشيا",
  "a": "كريستينا سكوتشيا بالإيطالية أو الأخت كريستينا هي راهبة ومغنية إيطالية ولدت في يوم أغسطس في بلدة كوميزو في جزيرة صقلية في إيطاليا، نالت شهرة واسعة عند مشاركتها في برنامج ذا فويس إيطاليا وشاركت مع فريق جاي أكس وفازت بالمرتبة الأولى، وفي تعاقدت مع شركة تسجيلات يونيفرسال وفازت بجائزة أفضل مغنية في الموسيقى المسيحية في مهرجان غود نيوز، كما أنها نالت شهرة واسعة على اليوتيوب وبلغ عدد مشاهدتها الكثير، كما أنها أنتجت أغنية أنا عذراء وألتي غنتها مادونا على اليوتيوب، أثارت هذه المغنية الكثير من الجدل فكان هناك من مدحها وكان هناك من إنتقدها لكونها راهبة ومغنية في نفس الوقت",
  "subject": "<WikipediaPage 'كريستينا سكوتشيا'>"
},
{
  "_id": {
    "$oid": "6471aab1b12ef02b39e52e5d"
  },
  "q": "تايلر هونيكات",
  "a": "تايلر هونيكات مواليد يوليو في كاليفورنيا، هو لاعب كرة سلة محترف أمريكي بدأ مسيرته الاحترافية في سنة حيث تم اختياره من قبل فريق سكرامنتو كينغز خلال الدرافت، لعب مع فريق خيمكي وحمل الرقم بلغ طوله قدم بوصة م",
  "subject": "<WikipediaPage 'تايلر هونيكات'>"
},
{
  "_id": {
    "$oid": "6471aab4b12ef02b39e52e5e"
  },
  "q": "هضبات روما السبع",
  "a": "هضبات روما السبع بالإيطالية باللاتينية توجد شرق نهر التيبر وتشكل القلب الجغرافي لروما داخل جدران المدينة القديمة و هذه التلال الهضابهي",
  "subject": "<WikipediaPage 'هضبات روما السبع'>"
},
{
  "_id": {
    "$oid": "6471aab8b12ef02b39e52e5f"
  },
  "q": "المجد الوثائقية",
  "a": "قناة المجد الوثائقية هي إحدى قنوات شبكة المجد الفضائية، وهي قناة متخصصة في البرامج الوثائقية في مجالات الطبيعة والعلوم والتاريخ والحياة وتقوم بإعادة إنتاج جميع موادها الوثائقية لتكون ضمن الثوابت الإسلامية وهي أول قناة وثائقية عربية",
  "subject": "<WikipediaPage 'المجد الوثائقية'>"
},
{
  "_id": {
    "$oid": "6471aabbb12ef02b39e52e60"
  },
  "q": "بيت غيلبرت",
  "a": "بيت غيلبرت هو لاعب كرة قاعدة أمريكي، ولد في سبتمبر في بالتيك في الولايات المتحدة، وتوفي في في سبرينغفيلد في الولايات المتحدة",
  "subject": "<WikipediaPage 'بيت غيلبرت'>"
},
{
  "_id": {
    "$oid": "6471aac1b12ef02b39e52e61"
  },
  "q": "كنيسة سيدة الجبل عنجرة",
  "a": "كنيسة ومزار سيدة الجبل هي كنيسة كاثوليكية تقع في بلدة عنجرة في محافظة عجلون، شمال غرب الأردن يعود تأسيسها الحديث إلى عام ، حيث اُقيمت على أنقاض كنيسة أثريّة قديمة تعود إلى القرن الرابع للميلاد تُعد الكنيسة من المواقع الخمس المُعتمدة من الفاتيكان للحج المسيحي، حيث يشرف عليها منذ عام لتكون وجهةً للحجاج المسيحيين في الأردن تعود أهمية هذا المزار إلى الاعتقاد عند المسيحيين بأن المسيح ووالدته مريم العذراء قد أمضوا فترة وجيزة في أحد كهوف عنجرة، حيث كان المسيح وتلاميذه ينتقلون في بعض مدن بلاد الشام متجولين، إذ سلك الطريق الواصل بين الناصرة والقدس عن طريق وادي الأردن مارًا بأم قيس، طبقة فحل ثم عنجرة وجرش، ومنها إلى المغطس في نهر الأردن، حيث كان يوحنا المعمدان النبي يحيى يسلك هذه الطريق للابتعاد عن اليهود الذين كانوا يريدون قتله يُشار إلى أن الحج المسيحي إلى كنيسة سيدة الجبل يُنظم عادةً في شهر حزيران يونيو من كل عام",
  "subject": "<WikipediaPage 'كنيسة سيدة الجبل (عنجرة)'>"
},
{
  "_id": {
    "$oid": "6471aac6b12ef02b39e52e62"
  },
  "q": "المجلس الأعلى في قيرغيزستان",
  "a": "المجلس الأعلى في قيرغيزستان بالقيرغيزية هو الهيئة التشريعية في قيرغيزستان، ويتكون من مقعداً",
  "subject": "<WikipediaPage 'المجلس الأعلى في قيرغيزستان'>"
},
{
  "_id": {
    "$oid": "6471aac9b12ef02b39e52e63"
  },
  "q": "جينو سيلفا",
  "a": "جينو سيلفا هو ممثل مكسيكي، ولد في يناير في المكسيك",
  "subject": "<WikipediaPage 'جينو سيلفا'>"
},
{
  "_id": {
    "$oid": "6471aaceb12ef02b39e52e64"
  },
  "q": "نيرمالا جوشي",
  "a": "نيرمالا جوشي مواليد يوليو الوفاة يونيو تولت رئاسة الجمعية في بعد وفاة الأم تيريزا الفائزة بجائزة نوبل وسعت نيرمالا نشاط الجمعية لتشمل دولة إذ افتتحت مراكز لها في دول مثل أفغانستان وإسرائيل وتايلاند",
  "subject": "<WikipediaPage 'نيرمالا جوشي'>"
},
{
  "_id": {
    "$oid": "6471aad3b12ef02b39e52e65"
  },
  "q": "ميشال غوتوالد",
  "a": "ميشال غوتوالد بالسلوفاكية هو لاعب كرة قدم سلوفاكي في مركز الهجوم، ولد في أبريل في تشادتسا في سلوفاكيا لعب مع أوفي كريت وليغيا وارسو ونادي جيلينا ونادي سلوفان براتيسلافا",
  "subject": "<WikipediaPage 'ميشال غوتوالد'>"
},
{
  "_id": {
    "$oid": "6471aad7b12ef02b39e52e66"
  },
  "q": "خميس كاغاشيكي",
  "a": "خميس كاغاشيكي من مواليد أغسطس هو سياسي تنزاني من الحزب الثوري وعضو في البرلمان عن دائرة بوكوبا الانتخابية منذ عام كان وزير الموارد الطبيعية والسياحة السيد خميس ج سويدي هو دبلوماسي محترف عمل في البعثة التنزانية الدائمة لدى الأمم المتحدة في نيويورك ترأس القسم الاقتصادي في إدارة المنظمات القانونية والدولية بوزارة الخارجية في دار السلام تنزانيا من كما عمل في البعثة التنزانية الدائمة لدى مكتب الأمم المتحدة في جنيف",
  "subject": "<WikipediaPage 'خميس كاغاشيكي'>"
},
{
  "_id": {
    "$oid": "6471aadbb12ef02b39e52e67"
  },
  "q": "ماريا أليخاندرا دياز",
  "a": "ماريا أليخاندرا دياز هي سياسية من فنزويلا عملت كعضو في الجمعية الوطنية التأسيسية لفنزويلا لعام",
  "subject": "<WikipediaPage 'ماريا أليخاندرا دياز'>"
},
{
  "_id": {
    "$oid": "6471aadfb12ef02b39e52e68"
  },
  "q": "تاريخ اليابان البحري",
  "a": "من الممكن اعتبار أن تاريخ اليابان البحري بدأ مع بداية احتكاك اليابان مع الدول الآسيوية في أوائل الألفية الأولى ووصل ذروته قبل العصر الحديث في القرن السادس عشر أثناء التبادل الثقافي مع الدول الأوروبية والتجارة مع البر الصيني وبعدها دخل القطاع البحري في سبات مع حالة الانغلاق التي عاشت تحتها البلاد أثناء فترة حكومة توكوغاوا وبعد إصلاح ميجي دخلت اليابان في العصر الحديث لتطوير القطاع البحري وبأمر من الإمبراطور أنشأت البحرية اليابانية الإمبراطورية وأصبحت ثالث أكبر سلاح للبحرية في العالم بحلول عام ، ويعتقد أنها كانت الأول في العالم بحلول الحرب العالمية الثانية",
  "subject": "<WikipediaPage 'تاريخ اليابان البحري'>"
},
{
  "_id": {
    "$oid": "6471aae3b12ef02b39e52e69"
  },
  "q": "فيلي كورهونين",
  "a": "فيلي كورهونين بالفنلندية هو سياسي فنلندي، ولد في مايو ، وتوفي في سبتمبر انتخب عضو برلمان فنلندا",
  "subject": "<WikipediaPage 'فيلي كورهونين'>"
},
{
  "_id": {
    "$oid": "6471aae7b12ef02b39e52e6a"
  },
  "q": "حامل الأكياس كاريستيس",
  "a": "حامل الأكياس كاريستيس الاسم العلمي هي عثة من عائلة حاملات الأكياس المتوطنة في المغرب",
  "subject": "<WikipediaPage 'حامل الأكياس كاريستيس'>"
},
{
  "_id": {
    "$oid": "6471aaebb12ef02b39e52e6b"
  },
  "q": "ريتشارد فرانس",
  "a": "ريتشارد فرانس هو لاعب كرة قدم أمريكية أمريكي، ولد في أبريل في ديكاتور في الولايات المتحدة، وتوفي في أبريل في لويفيل في الولايات المتحدة",
  "subject": "<WikipediaPage 'ريتشارد فرانس'>"
},
{
  "_id": {
    "$oid": "6471aaefb12ef02b39e52e6c"
  },
  "q": "جيري أو. تاتل",
  "a": "جيري أو تاتل هو ضابط أمريكي، ولد في ديسمبر في في الولايات المتحدة، وتوفي في أكتوبر في فيرفاكس في الولايات المتحدة",
  "subject": "<WikipediaPage 'جيري أو. تاتل'>"
},
{
  "_id": {
    "$oid": "6471aaf3b12ef02b39e52e6d"
  },
  "q": "أبو الحسن الشاذلي",
  "a": "أبو الحسن علي بن عبد الله بن عبد الجبار الشاذلي المغربي، الزاهد، الصوفي إليه تنتسب الطريقة الشاذلية، سكن الإسكندرية، ولد هـ بقبيلة الأخماس الغمارية، تفقه وتصوف في تونس، توفي الشاذلي بوادي حميثرة بصحراء عيذاب متوجهًا إلى مكة في أوائل ذي القعدة هـ",
  "subject": "<WikipediaPage 'أبو الحسن الشاذلي'>"
},
{
  "_id": {
    "$oid": "6471aaf6b12ef02b39e52e6e"
  },
  "q": "كولفاكس إلينوي",
  "a": "كولفاكس هي منطقة سكنية تقع في الولايات المتحدة في إلينوي يقدر عدد سكانها بـ نسمة",
  "subject": "<WikipediaPage 'كولفاكس (إلينوي)'>"
},
{
  "_id": {
    "$oid": "6471aafbb12ef02b39e52e6f"
  },
  "q": "جاي مارتن",
  "a": "جاي مارتن هو متزلج قفز أمريكي، ولد في سبتمبر في منيابولس في الولايات المتحدة",
  "subject": "<WikipediaPage 'جاي مارتن'>"
},
{
  "_id": {
    "$oid": "6471ab00b12ef02b39e52e70"
  },
  "q": "فوفي سانتوري",
  "a": "فوفي سانتوري مواليد مايو في سان خوان، هو مدرب كرة سلة بورتوريكي ولاعب معتزل بدأ مسيرته الاحترافية في سنة مثّل منتخب بلاده شارك في دورة الألعاب الأولمبية الصيفية سنة اعتزل اللعب في",
  "subject": "<WikipediaPage 'فوفي سانتوري'>"
},
{
  "_id": {
    "$oid": "6471ab03b12ef02b39e52e71"
  },
  "q": "جون بريسكوت",
  "a": "جون بريسكوت هو عارض وممثل أمريكي، ولد في أغسطس في الولايات المتحدة",
  "subject": "<WikipediaPage 'جون بريسكوت'>"
},
{
  "_id": {
    "$oid": "6471ab08b12ef02b39e52e72"
  },
  "q": "فريسكو مصطلح",
  "a": "يحمل مصطلح فريسكو الكثير من المعاني، حيث يعني قليل البرودة، شيء جديد أو حديث الانتهاء أو الحدوث، شئ طبيعي أو عفوي، طعام غير مجمد، شخص شاب وصحي أو سليم، شخص ساكن أو هادئ ولا يتأثر في الخطر أو الأحداث العارضة، شخص مرتاح لا يبين علامات التعب أو الإرهاق، قماش رفيع أو خفيف، شخص يتحدث أو يتصرف بدون خجل، شخص غير مهتم بنفسه أو بغيره، وهو أيضًا تعبير غاضب وغير سار مثال قال قولاً بذيئاً ، وأيضًا يقصد بها التصوير الجصي أو الرسم بصبغات مُذابة في ماء الجص على حائط مطلي أيضًا بالجص الرطب أو المبلل",
  "subject": "<WikipediaPage 'فريسكو (مصطلح)'>"
},
{
  "_id": {
    "$oid": "6471ab0bb12ef02b39e52e73"
  },
  "q": "نيكولاي ياروشينكو",
  "a": "نيكولاي أليكساندروفيتش ياروشينكو بالروسية ؛ مواليد ديسمبر يوليو رسام روسي",
  "subject": "<WikipediaPage 'نيكولاي ياروشينكو'>"
},
{
  "_id": {
    "$oid": "6471ab0eb12ef02b39e52e74"
  },
  "q": "الهدة ذي السفال",
  "a": "الهدة محلة تابعة لقرية بني عامر، التابعة لعزلة الدخال بمديرية ذي السفال إحدى مديريات محافظة إب في الجمهورية اليمنية، بلغ تعداد سكانها حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'الهدة (ذي السفال)'>"
},
{
  "_id": {
    "$oid": "6471ab13b12ef02b39e52e75"
  },
  "q": "ليوبولدو تريست",
  "a": "ليوبولدو تريست بالإيطالية هو كاتب وكاتب سيناريو ومخرج وممثل إيطالي، ولد في مايو في إيطاليا، وتوفي في يناير بروما في إيطاليا بسبب نوبة قلبية",
  "subject": "<WikipediaPage 'ليوبولدو تريست'>"
},
{
  "_id": {
    "$oid": "6471ab17b12ef02b39e52e76"
  },
  "q": "دريوار غافروبارمون",
  "a": "دریوار بالفارسية دریوار هي مستوطنة تقع في إيران في قسم غافروبارمون الريفي يقدر عدد سكانها بـ نسمة",
  "subject": "<WikipediaPage 'دريوار (غافروبارمون)'>"
},
{
  "_id": {
    "$oid": "6471ab1eb12ef02b39e52e77"
  },
  "q": "جبهة الخلاص الوطني سوريا",
  "a": "جبهة الخلاص الوطني في سورية جبهة سورية معارضة تضم طيفاً من أحزاب وشخصيات معارضة في الداخل والخارج مؤيدة لمشروعها المعروض على مؤتمرها التأسيسي في لندن في حزيران يونيو وتمثل هذه الأحزاب جميع مكونات المجتمع السوري، بما في ذلك القوميين والليبراليين الديمقراطيين واليساريين والإسلاميين الإخوان المسلمون، وأحزاب الأقليات الإثنية أسسها عبد الحليم خدام مع عدد من الشخصيات المعارضة في الخارج وهو الذي كان سابقا أحد رموز النظام أيام الرئيس السابق حافظ الأسد يشار بالذكر إلى أن الإخوان المسلمين قد أعلنوا في نيسان انسحابهم من الجبهة المعارضة، رداً على ما وصفوه بـ حملة الافتراءات والاتهامات التي تشنها أطراف في الجبهة عليهم بعد إعلانهم تعليق أنشطتهم المعارضة، في حين رد خدام قائلا إن الإخوان كانوا يشكلون ثقلا على الجبهة، وإنهم يجرون حاليا حوارا مع النظام السوري عبر لجنة أمنية شكلت خصيصا لهذا الأمر",
  "subject": "<WikipediaPage 'جبهة الخلاص الوطني (سوريا)'>"
},
{
  "_id": {
    "$oid": "6471ab21b12ef02b39e52e78"
  },
  "q": "تجربة طويلة المدى",
  "a": "تعتبر التجربة طويلة المدى إحدى التجارب التي يتم إجراؤها خلال فترة زمنية طويلة لاختبار فرضية أو رصد ظاهرة تحدث بمعدل شديد البطء لقد أجريت العديد من التجارب الحقلية في ما يزيد عن عام، إلا أن بعض التجارب الأقصر أجلاً يمكن وصفها بأنها طويلة الأجل في بعض الأنظمة الأخرى وتعتبر التجربة مجموعة من الإجراءات والمشاهدات التي تشير ضمنًا إلى أن واحد أو أكثر من المعالجات سماد طبيعي، وجبات الغداء المدرسية المدعومة، وما إلى ذلك المفروضة على النظام تخضع للدراسة وبناء على ذلك فإن التجارب طويلة الأجل تعارض الدراسات طويلة الأجل غير الخاضعة للتجربة حيث يستحيل الاستفادة من النظام الخاضع للدراسة المشتري البقعة الحمراء العظيمة أو مشاهدات الحقل غير المرغوبة لسلوك الشامبنزي",
  "subject": "<WikipediaPage 'تجربة طويلة المدى'>"
},
{
  "_id": {
    "$oid": "6471ab24b12ef02b39e52e79"
  },
  "q": "الحيد الدوادمي",
  "a": "مسجد الحيد التراثي",
  "subject": "<WikipediaPage 'الحيد (الدوادمي)'>"
},
{
  "_id": {
    "$oid": "6471ab28b12ef02b39e52e7a"
  },
  "q": "المغسل خيران المحرق",
  "a": "المغسل هي إحدى قرى عزلة غربى الخميسين بمديرية خيران المحرق التابعة لمحافظة حجة، بلغ تعداد سكانها نسمة حسب تعداد اليمن لعام",
  "subject": "<WikipediaPage 'المغسل (خيران المحرق)'>"
},
{
  "_id": {
    "$oid": "6471ab2db12ef02b39e52e7b"
  },
  "q": "جيم سيمبسون",
  "a": "جيم سيمبسون هو سياسي أسترالي، ولد في يناير في المملكة المتحدة، وتوفي في ديسمبر في سيدني في أستراليا حزبياً، نشط في حزب العمال الأسترالي وقد انتخب عضو الجمعية التشريعية نيو ساوث ويلز",
  "subject": "<WikipediaPage 'جيم سيمبسون'>"
},
{
  "_id": {
    "$oid": "6471ab31b12ef02b39e52e7c"
  },
  "q": "هاري واترس",
  "a": "هاري واترس هو عازف بيانو وموسيقي بريطاني، ولد في نوفمبر",
  "subject": "<WikipediaPage 'هاري واترس'>"
},
{
  "_id": {
    "$oid": "6471ab35b12ef02b39e52e7d"
  },
  "q": "الطرق والمواصلات في دسوق",
  "a": "تعد مدينة دسوق البوابة الغربية الرئيسة لمنطقة شمال دلتا النيل عموماً ومحافظة كفر الشيخ خصوصاً، ونظراً لتوسط موقع المدينة بين محافظات كفر الشيخ، والبحيرة، والإسكندرية، والغربية؛ وإشرافها على نهر النيل، ووقوعها كحداً فاصلاً بين إقليم الحاصلات التقليدية جنوباً وإقليم الأرز ؟ شمالاً، أصبح للمدينة سمة عقدية نقلية، لتحكمها في عدة محاور ننقلية تنتهي إليها أو تعبرها، وذلك جعلها البوابة الرئيسية التي تصل شرق ووسط الدلتا بغربها حتى الإسكندرية والساحل الشمالي الغربي",
  "subject": "<WikipediaPage 'الطرق والمواصلات في دسوق'>"
},
{
  "_id": {
    "$oid": "6471ab39b12ef02b39e52e7e"
  },
  "q": "روني فرازير",
  "a": "روني فرازير هو كاتب وصحفي وسياسي بريطاني، ولد في فبراير ، وتوفي في مارس",
  "subject": "<WikipediaPage 'روني فرازير'>"
},
{
  "_id": {
    "$oid": "6471ab40b12ef02b39e52e7f"
  },
  "q": "هوب هامبتون",
  "a": "هوب هامبتون هي منتجة أفلام وممثلة أمريكية، ولدت في فبراير في الولايات المتحدة، وتوفيت في يناير بنيويورك في الولايات المتحدة",
  "subject": "<WikipediaPage 'هوب هامبتون'>"
},
{
  "_id": {
    "$oid": "6471ab45b12ef02b39e52e80"
  },
  "q": "ماغون قرطاج",
  "a": "ماغون، ماغون القرطاجي القرن ق م القرن ق م، قائد عسكري وعالم زراعي، اهتم بالفلاحة في وقت السلم في قرطاج وكتب موسوعة ب مجلدا على الفلاحة وماغون هو أبرز علماء الفلاحة القدامى بشهادة شيشرون ووارّون وبلينيوس الأكبر وكولوملاّ الّذي دعاه أبا الفلاحة وكانت الموسوعة مرجعا أساسيا في العصور القديمة لعدة قرون إذ أحدث ماغون منظومة لهيكلة الفلاحة وتنميتها ومازالت طرقه تُستعمل حتى يومنا هذا",
  "subject": "<WikipediaPage 'ماغون (قرطاج)'>"
},
{
  "_id": {
    "$oid": "6471ab4ab12ef02b39e52e81"
  },
  "q": "ماريان فيدا",
  "a": "ماريان فيدا بالسلوفاكية مواليد مارس في بوفاجسكا بيستريتسا، تشيكوسلوفاكيا، هو لاعب كرة مضرب سلوفاكي سابق بدأ مسيرته كمحترف سنة وكان يلعب باليد اليمنى، اعتزل اللعب في أعلى تصنيف له في الفردي كان المركز الـ في سنة سبق أن شارك في دورة الألعاب الأولمبية الصيفية",
  "subject": "<WikipediaPage 'ماريان فيدا'>"
},
{
  "_id": {
    "$oid": "6471ab4eb12ef02b39e52e82"
  },
  "q": "الكواكب الدراري في شرح صحيح البخاري",
  "a": "الكواكب الدراري في شرح صحيح البخاري هو كتاب ألفه محمد بن يوسف بن علي بن سعيد، شمس الدين الكرماني المتوفى هـ، عدد الأجزاء جزء",
  "subject": "<WikipediaPage 'الكواكب الدراري في شرح صحيح البخاري'>"
},
{
  "_id": {
    "$oid": "6471ab54b12ef02b39e52e83"
  },
  "q": "NGC 2468",
  "a": "في الفهرس العام الجديد، هي مجرة، تقع في كوكبة الوشق اكتشفت في يناير بواسطة هاينريش لويس دريست",
  "subject": "<WikipediaPage 'NGC 2468'>"
},
{
  "_id": {
    "$oid": "6471ab58b12ef02b39e52e84"
  },
  "q": "ديوغو بيريرا",
  "a": "ديوغو بيريرا هو لاعب كرة قدم برازيلي، ولد في مارس في ساو باولو في البرازيل",
  "subject": "<WikipediaPage 'ديوغو بيريرا'>"
},
{
  "_id": {
    "$oid": "6471ab5bb12ef02b39e52e85"
  },
  "q": "سباق باريس روبيه 1945",
  "a": "طواف باريس هو سباق دراجات هوائية أقيم بتاريخ أبريل، تكون السباق من مرحلة واحدة، وامتدّ لمسافة كم، وبسرعة كمس، استغرق السباق ساعات و دقيقة و ثانية",
  "subject": "<WikipediaPage 'سباق باريس روبيه 1945'>"
},
{
  "_id": {
    "$oid": "6471ab5fb12ef02b39e52e86"
  },
  "q": "سمول سولجرز",
  "a": "سمول سولجرز ، هي فيلم أمريكي من نوع أكشن وخيال علمي ومغامرات، وهي من إخراج جو دانتي، عرضت الفيلم سنة م حيث بلغ ميزانية الفيلم مليون دولار أمريكي وحصل الإيرادات بمبلغ مليون دولار",
  "subject": "<WikipediaPage 'سمول سولجرز'>"
},
{
  "_id": {
    "$oid": "6471ab62b12ef02b39e52e87"
  },
  "q": "تي هاري وليامز",
  "a": "تي هاري وليامز هو مؤرخ وأستاذ جامعي ومؤلف أمريكي، ولد في مايو في في الولايات المتحدة، وتوفي في يوليو في باتون روج في الولايات المتحدة",
  "subject": "<WikipediaPage 'تي هاري وليامز'>"
},
{
  "_id": {
    "$oid": "6471ab65b12ef02b39e52e88"
  },
  "q": "كارين بلاك",
  "a": "كارين بلاك و م هي ممثلة، ومغنية، وكاتبة سيناريو، ومغنية مؤلفة، وملحنة، وممثلة تلفزيونية، من الولايات المتحدة الأمريكية، ولدت في بارك ريدج، توفيت في سانتا مونيكا، كاليفورنيا، عن عمر يناهز عاماً بسبب سرطان، وسرطان المثانة",
  "subject": "<WikipediaPage 'كارين بلاك'>"
},
{
  "_id": {
    "$oid": "6471ab68b12ef02b39e52e89"
  },
  "q": "قرار مجلس الأمن التابع للأمم المتحدة رقم 464",
  "a": "قرار مجلس الأمن التابع للأمم المتحدة رقم ، المتخذ بالإجماع في شباط فبراير ، بعد دراسة طلب سانت فنسنت والغرينادين للانضمام إلى الأمم المتحدة، أوصى المجلس الجمعية العامة بقبول سانت فنسنت والغرينادين",
  "subject": "<WikipediaPage 'قرار مجلس الأمن التابع للأمم المتحدة رقم 464'>"
},
{
  "_id": {
    "$oid": "6471ab6cb12ef02b39e52e8a"
  },
  "q": "مقدسية أنا رواية",
  "a": "رواية مقدسيةٌ أنا، هي الرواية الأولى للشاعر والروائي علاء مهنّا، حصلت على جائزة الكاتب الشاب التي نظمتها مؤسسة عبد المحسن القطان في العام وقد صدرت الطبعة الأولى منها عن دار الأهليّة للنشر والتوزيع، الأردن، عام",
  "subject": "<WikipediaPage 'مقدسية أنا (رواية)'>"
},
{
  "_id": {
    "$oid": "6471ab71b12ef02b39e52e8b"
  },
  "q": "نهر سوخونا",
  "a": "سوخونا بالروسية هو نهر يقع في الجزء الأوروبي من روسيا، أحد روافد نهر دفينا الشمالي تبلغ مساحته كيلومتر ميل، ومساحة حوضه كيلومتر مربع ميل ينضم سوخونا إلى نهر يوغ بالقرب من بلدة فيليكي أوستيوغ، ويشكل نهر دفينا الشمالي، أحد أكبر أنهار روسيا الأوروبية",
  "subject": "<WikipediaPage 'نهر سوخونا'>"
},
{
  "_id": {
    "$oid": "6471ab75b12ef02b39e52e8c"
  },
  "q": "كريستيان فلاد",
  "a": "كريستيان فلاد بالرومانية هو لاعب كرة قدم روماني في مركز حراسة المرمى، ولد في فبراير في في رومانيا لعب مع أونيريا أورزيتشيني ونادي أسترا جورجو ونادي أوتسيلول غالاتسي ونادي بترولول بلويشتي ونادي بياترا نيامتس",
  "subject": "<WikipediaPage 'كريستيان فلاد'>"
},
{
  "_id": {
    "$oid": "6471ab7ab12ef02b39e52e8d"
  },
  "q": "مزرعة تشاه دزدان كوهستان",
  "a": "مزرعة تشاه دزدان هي منطقة سكنية تقع في إيران في فارس يقدر عدد سكانها بـ نسمة",
  "subject": "<WikipediaPage 'مزرعة تشاه دزدان (كوهستان)'>"
},
{
  "_id": {
    "$oid": "6471ab7eb12ef02b39e52e8e"
  },
  "q": "الكويكب 188574",
  "a": "الكويكب ، التعين المؤقت له الكويكب وهو كويكب من كويكبات طروادة ينتمي إلى كويكبات معسكر طروادة اكتشف هذا الكويكب في سنة",
  "subject": "<WikipediaPage 'الكويكب 188574'>"
},
{
  "_id": {
    "$oid": "6471ab83b12ef02b39e52e8f"
  },
  "q": "تنكس قشري قاعدي",
  "a": "التنكس القشري القاعدي سي بي دي هو مرض تنكسي عصبي نادر يصيب كلًا من القشرة المخية والعقد القاعدية تبدأ أعراض سي بي دي نموذجيًا لدى المرضى في عمر حتى عامًا، ويصل متوسط مدة المرض إلى ست سنوات يتظاهر باضطرابات حركية ومعرفية هامة، ويُصنف كإحدى متلازمات باركنسون الزائد يصعب تشخيص المرض، نظرًا إلى تشابه أعراضه مع تلك المرافقة للاضطرابات الأخرى، مثل مرض باركنسون والشلل فوق النووي المترقي وداء جسيمات ليوي، إذ لا يوضع التشخيص النهائي للمرض إلا بعد إجراء الاختبارات المرضية العصبية",
  "subject": "<WikipediaPage 'تنكس قشري قاعدي'>"
},
{
  "_id": {
    "$oid": "6471ab87b12ef02b39e52e90"
  },
  "q": "تفهيمت إنداوزال",
  "a": "تفهيمت هو دُوَّار يقع بجماعة أزغار نيرس، إقليم تارودانت، جهة سوس ماسة في المملكة المغربية ينتمي الدوّار لمشيخة إنداوزال التي تضم دوار يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'تفهيمت (إنداوزال)'>"
},
{
  "_id": {
    "$oid": "6471ab8cb12ef02b39e52e91"
  },
  "q": "فريدريك نيلسون جونز",
  "a": "فريدريك نيلسون جونز هو شخصية أعمال ومصور ومخترِع نيوزيلندي، ولد في مايو ، وتوفي في أغسطس",
  "subject": "<WikipediaPage 'فريدريك نيلسون جونز'>"
},
{
  "_id": {
    "$oid": "6471ab8fb12ef02b39e52e92"
  },
  "q": "فتح المتعال في مدح النعال",
  "a": "فتح المتعال في مدح النعال، كتاب للمؤلف العالم المقري التلمساني، كتبه في مصر عام هـ، وجمع فيه كل ما كتب في موضوع نعل النبي محمد، فجمع كل ما يتعلق بها لغة وشعراً، وسيرة ورواية، وبيان أوضاعها وأشكالها، ورسماً مصوراً للنعال",
  "subject": "<WikipediaPage 'فتح المتعال في مدح النعال'>"
},
{
  "_id": {
    "$oid": "6471ab92b12ef02b39e52e93"
  },
  "q": "جامعة هاردرفيك",
  "a": "جامعة هاردرفيك ، تسمى أيضا باللاتينية ، كانت تقع بمدينة هاردرفيك في جمهورية هولندا حاليا هولندا تأسست من قبل محاقظة خيلدرلند",
  "subject": "<WikipediaPage 'جامعة هاردرفيك'>"
},
{
  "_id": {
    "$oid": "6471ab95b12ef02b39e52e94"
  },
  "q": "فصل ذاتي",
  "a": "الفصل الذاتي للطائرة هو قدرة الطائرة على الحفاظ على فصل آمن ومقبول عن الطائرات الأخرى دون اتباع التعليمات أو التوجيه من وكيل الحكم لهذا الغرض، مثل مراقبة الحركة الجوية في أبسط أشكالها، يمكن وصفها بمفهوم الرؤية والتجنب ، في حالة الطائرات التي يقودها الإنسان، أو الإحساس والتجنب ، في حالة الطائرات بدون طيار ومع ذلك، وبسبب عدة عوامل مثل الطقس وقواعد الطيران الآلي وتعقيد الحركة الجوية، فإن قدرة الفصل الذاتي تتضمن عناصر وجوانب أخرى مثل قواعد الجو، تقنيات وبروتوكولات الاتصال، وإدارة الحركة الجوية وغيرها",
  "subject": "<WikipediaPage 'فصل ذاتي'>"
},
{
  "_id": {
    "$oid": "6471ab9ab12ef02b39e52e95"
  },
  "q": "إيناكي سايز",
  "a": "خوسيه إيغناسيو سايز رويز الشهير بإيناكي سايز ، من مواليد أبريل في بلباو في إسبانيا، لاعب كرة قدم إسباني سابق، ومدرب كرة قدم إسباني حالي درب منتخب إسبانيا لكرة القدم بين عامي و",
  "subject": "<WikipediaPage 'إيناكي سايز'>"
},
{
  "_id": {
    "$oid": "6471ab9db12ef02b39e52e96"
  },
  "q": "إليشا كولير",
  "a": "إليشا كولير هو مهندس أمريكي، ولد في في بوسطن في الولايات المتحدة، وتوفي بنفس المكان في يناير",
  "subject": "<WikipediaPage 'إليشا كولير'>"
},
{
  "_id": {
    "$oid": "6471aba0b12ef02b39e52e97"
  },
  "q": "أليستير جون",
  "a": "أليستير جون نوفمبر بنورتش في المملكة المتحدة هو لاعب كرة قدم بريطاني في مركز الوسط لعب مع برايتون أند هوف ألبيون وتشارلتون أثلتيك وستيفيناغ بوروه ونادي توركي يونايتد و",
  "subject": "<WikipediaPage 'أليستير جون'>"
},
{
  "_id": {
    "$oid": "6471aba3b12ef02b39e52e98"
  },
  "q": "براد ليونارد",
  "a": "براد ليونارد نوفمبر هو لاعب كريكت نيوزلندي",
  "subject": "<WikipediaPage 'براد ليونارد'>"
},
{
  "_id": {
    "$oid": "6471aba7b12ef02b39e52e99"
  },
  "q": "ماكا ماري",
  "a": "ماكا ماري مارس بلو هافر في فرنسا بالفرنسية هو لاعب كرة قدم فرنسي ومالي في مركز الدفاع لعب مع نادي باستيا ونادي لوهافر ونادي لوهافر الرياضي",
  "subject": "<WikipediaPage 'ماكا ماري'>"
},
{
  "_id": {
    "$oid": "6471ababb12ef02b39e52e9a"
  },
  "q": "مسجد كامبونغ لاوت",
  "a": "مسجد كامبونغ لاوت هو أقدم مسجد مازال موجود ومبني في ماليزيا، يرجع تاريخه إلى أوائل القرن الثامن عشر الميلادي، يقع المسجد في تومبات الواقعة في كلنتن",
  "subject": "<WikipediaPage 'مسجد كامبونغ لاوت'>"
},
{
  "_id": {
    "$oid": "6471abaeb12ef02b39e52e9b"
  },
  "q": "فينكس بارك",
  "a": "فينكس بارك واحدة من أكبر المتنزهات الحضرية في أوروبا، على الرغم من أنه تفوقها العديد من المتنزهات الأخرى مثل كاسا دي كامبو المدريدية، والتي تبلغ هكتارًا، والحدائق الأخرى في الضواحي مثل ريتشموند بارك التابعة لريتشموند على نهر التيمز، والتي تبلغ هكتارًا",
  "subject": "<WikipediaPage 'فينكس بارك'>"
},
{
  "_id": {
    "$oid": "6471abb1b12ef02b39e52e9c"
  },
  "q": "28901 2000 LJ14",
  "a": "أل جاي ويعرف أيضًا باسم أل جاي وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(28901) 2000 LJ14'>"
},
{
  "_id": {
    "$oid": "6471abb4b12ef02b39e52e9d"
  },
  "q": "جيم بي. تاكر",
  "a": "جيم بي تاكر هو طبيب نفسي أمريكي، ولد في في كارولاينا الشمالية في الولايات المتحدة",
  "subject": "<WikipediaPage 'جيم بي. تاكر'>"
},
{
  "_id": {
    "$oid": "6471abb8b12ef02b39e52e9e"
  },
  "q": "مارتن كارفاليو",
  "a": "مارتن كارفاليو هو لاعب كرة قدم برازيلي في مركز الهجوم، ولد في مارس في بورتو أليغري في البرازيل لعب مع نادي إنترناسيونال ونادي فاسكو دا غاما ونادي ماريتيمو",
  "subject": "<WikipediaPage 'مارتن كارفاليو'>"
},
{
  "_id": {
    "$oid": "6471abbbb12ef02b39e52e9f"
  },
  "q": "ريد فاكشن لعبة فيديو",
  "a": "ريد فاكشن هي لعبة فيديو أمريكية، من تطوير فوليشن، ونشرها شركة تي إتش كيو، صدرت اللعبة في الأسواق سنة ، وتعمل على عدة منصات، ومنها بلاي ستيشن ومايكروسوفت ويندوز وهاتف نوكيا إن غيج المحمولة، وهي الجزء الأول من سلسلة ريد فاكشن",
  "subject": "<WikipediaPage 'ريد فاكشن (لعبة فيديو)'>"
},
{
  "_id": {
    "$oid": "6471abbeb12ef02b39e52ea0"
  },
  "q": "غزيم مورينا",
  "a": "غزيم مورينا بالسلوفينية مواليد ديسمبر في جمهورية يوغوسلافيا الاشتراكية الاتحادية، هو لاعب كرة سلة سلوفيني بدأ مسيرته الاحترافية في سنة يلعب في الدوري السلوفيني لكرة السلة كلاعب وسط يحمل الرقم يبلغ طوله قدم بوصة م",
  "subject": "<WikipediaPage 'غزيم مورينا'>"
},
{
  "_id": {
    "$oid": "6471abc1b12ef02b39e52ea1"
  },
  "q": "NGC 5246",
  "a": "في الفهرس العام الجديد، هي مجرة، تقع في كوكبة العذراء اكتشفت في أبريل بواسطة ألبرت مارث",
  "subject": "<WikipediaPage 'NGC 5246'>"
},
{
  "_id": {
    "$oid": "6471abcab12ef02b39e52ea2"
  },
  "q": "لبلبة",
  "a": "لبلبة نوفمبر ، ممثلة وفنانة استعراضية مصرية اسمها الحقيقي نينوتشكا مانوك كوبليان، ولدت في مدينة القاهرة من أسرة ذات أصول أرمنية، عملت في الفن منذ طفولتها عن طريق تقديمها لفقرات تقليد الفنانين التي اشتهرت بها في هذه الفترة، واستمرت على مدار عقود طويلة في العمل السينمائي لتقدم العديد من الأعمال المتنوعة بين الدرامي والكوميدي",
  "subject": "<WikipediaPage 'لبلبة'>"
},
{
  "_id": {
    "$oid": "6471abceb12ef02b39e52ea3"
  },
  "q": "مجلس الشباب البريطاني",
  "a": "مجلس الشباب البريطاني واختصارها م ش ب ، هي جمعية بريطانية تعمل على تمكين الشباب وتطوير اهتماماتهم يدار المجلس من قبل الشباب، وهو موجود من أجل عرض آراء الشباب على الحكومة ومتخذوا القرار على المستوى المحلي، والوطني، والأوروبي، والعالمي وكذلك لتشجيع المشاركة المتزايدة للشباب في المجتمع والحياة العامة",
  "subject": "<WikipediaPage 'مجلس الشباب البريطاني'>"
},
{
  "_id": {
    "$oid": "6471abd2b12ef02b39e52ea4"
  },
  "q": "معامل سورنسن-دايس",
  "a": "معامل سورنسن دايس هي طريقة إحصائية تستخدم لمقارنة تشابه اثنين من العينات، تم تطويرها بشكل مستقل من قبل علماء النبات سورنس ودايس وتم نشرها في عام و عام على التوالي",
  "subject": "<WikipediaPage 'معامل سورنسن-دايس'>"
},
{
  "_id": {
    "$oid": "6471abd6b12ef02b39e52ea5"
  },
  "q": "مريم لانشتاين",
  "a": "مريم لانشتاين بالألمانية هي ممثلة ألمانية، ولدت في أغسطس في ألمانيا",
  "subject": "<WikipediaPage 'مريم لانشتاين'>"
},
{
  "_id": {
    "$oid": "6471abdab12ef02b39e52ea6"
  },
  "q": "يوكي كوابا",
  "a": "يوكي كوابا باليابانية أبريل في سيتاغايا في اليابان ؛ هو لاعب كرة قدم ياباني سابق كان يلعب كمدافع",
  "subject": "<WikipediaPage 'يوكي كوابا'>"
},
{
  "_id": {
    "$oid": "6471abdeb12ef02b39e52ea7"
  },
  "q": "هيلينا كولمان",
  "a": "هيلينا كولمان هي كاتِبة وشاعرة كندية، ولدت في أبريل في في كندا، وتوفيت في ديسمبر في تورونتو في كندا",
  "subject": "<WikipediaPage 'هيلينا كولمان'>"
},
{
  "_id": {
    "$oid": "6471abe3b12ef02b39e52ea8"
  },
  "q": "لمليكات لحلاسة أولاد عزوز الشرقيين",
  "a": "لمليكات لحلاسة هو دُوَّار يقع بجماعة أولاد عزوز، إقليم خريبكة، جهة بني ملال خنيفرة في المملكة المغربية ينتمي الدوّار لمشيخة أولاد عزوز الشرقيين التي تضم دواوير يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'لمليكات لحلاسة (أولاد عزوز الشرقيين)'>"
},
{
  "_id": {
    "$oid": "6471abe6b12ef02b39e52ea9"
  },
  "q": "نظام بلوري",
  "a": "النظام البلوري في علم البلورات، عبارة عن نظام يسهم في تصنيف المعادن والبلورات حسب التناظر الهندسي لها في فضاء ثلاثي الأبعاد يوجد نظم بلورية تتبعها المعادن عند التبلور وهي",
  "subject": "<WikipediaPage 'نظام بلوري'>"
},
{
  "_id": {
    "$oid": "6471abeab12ef02b39e52eaa"
  },
  "q": "عبد الجبار الرفاعي",
  "a": "عبد الجبار الرفاعي، مفكر عراقي وأستاذ فلسفة إسلامية، مواليد ذي قار العراق، سنة حاصل على عدة شهادات أكاديمية منها دكتوراه فلسفة إسلامية، بتقدير امتياز، ، وماجستير علم كلام، ، وبكالوريوس دراسات إسلامية، ، ودبلوم فني زراعي، وله رؤية فلسفية حول الإصلاح ومناهج التفكير الديني، اعترافًا بالمهمة التي نهضت بها مجلةُ قضايا إسلامية معاصرة والتي أسسها ويرأس تحريرها، في بناء علم الكلام الجديد وفلسفة الدين باللغة العربية، وبوصفها الدوريةَ الأهمّ المتخصصة في الأديان بالعربية خصّص المعهد البابوي في روما التابع للفاتيكان كتابَه السنوي عام لهذه المجلة وقضايا إسلامية معاصرة مجلة فكرية فصلية تهتم ببناء فلسفة الدين وعلم الكلام الجديد، أسّسها ويحرّرهاعبد الجبار الرفاعي منذ ربع قرن تقريبًا، ومازالت تصدر حتى اليوم",
  "subject": "<WikipediaPage 'عبد الجبار الرفاعي'>"
},
{
  "_id": {
    "$oid": "6471abeeb12ef02b39e52eab"
  },
  "q": "معركة تشيكاماوجا",
  "a": "شكلت معركة تشيكاماوجا، التي خاضتها قوات الولايات المتحدة وقوات الولايات الكونفدرالية الأمريكية في و من شهر سبتمبر من عام خلال الحرب الأهلية الأمريكية، نهاية هجوم جيش الاتحاد، أي حملة تشيكاماوغا، في جنوب شرق تينيسي وشمال غرب جورجيا كانت هذه المعركة أولى المعارك الكبرى في الحرب التي خيضت في جورجيا وأكبر هزائم جيش الاتحاد على المسرح الغربي، وخلفت ثاني أكبر عدد من الضحايا بعد معركة غيتيسبورغ خيضت المعركة بين جيش كمبرلاند بقيادة اللواء ويليام روسيكرانس وجيش ولاية تينيسي بقيادة الجنرال براكستون براغ، وسميت خليج تشياكماوجا ينعطف خليج تشياكماوجا الغربي عند منطقة قريبة ويشكل الحد الجنوبي الشرقي لمنطقة المعركة والميدان في شمالي غرب جورجيا تصب بحيرة تشيكاماوغا الجنوبية في نهر تينيسي في شمال شرق مركز مدينة تشاتانوغا على بعد نحو ميل كيلومتر",
  "subject": "<WikipediaPage 'معركة تشيكاماوجا'>"
},
{
  "_id": {
    "$oid": "6471abf2b12ef02b39e52eac"
  },
  "q": "دايركت إكس",
  "a": "مايكروسوفت دايركت إكس هو واجهة برمجة تطبيقات ومكتبة برمجية للتعامل مع المهام المتعلقة بالوسائط المتعددة والرسوميات ثلاثية الأبعاد في التطبيقات التي تعمل على نظام تشغيل ويندوز على الحاسب الشخصي ومنصة إكس بوكس للألعاب",
  "subject": "<WikipediaPage 'دايركت إكس'>"
},
{
  "_id": {
    "$oid": "6471abf6b12ef02b39e52ead"
  },
  "q": "جامعة الملك عبد العزيز",
  "a": "جامعة الملك عبد العزيز بدأت كجامعة خاصة أهلية في جدة ثم عممها الملك فيصل بن عبد العزيز وجعلها جامعة حكومية مجانية للطلاب السعوديين وأبناء المواطنات السعوديات المتزوجات من أجانب، والمبتعثين من دول الخليج، وفي يوليو اختيرت ضمن جامعات سعودية مستقلة إداريًا وأكاديميًا وماليًا وفق النظام الجديد للجامعات تعتبر رابع أكبر جامعة في الشرق الأوسط بعد جامعة الملك سعود في السعودية، والجامعة المفتوحة الليبية، وجامعة عين شمس بمصر ويزيد عدد طلابها عن ألف طالب في العام دخلت جامعة الملك عبد العزيز ضمن نطاق أفضل جامعة في العالم، كما احتلت المرتبة الأولى عربيًا بحسب التصنيف الأكاديمي لجامعات العالم ، وهو تصنيف يركز على معايير الأداء فيما يخص البحوث العلمية وجودة المخرجات التعليمية وحجم الدراسات والأبحاث المنشورة في مجلتي نيتشر وساينس البريطانيتين دخلت ضمن قائمة أفضل مئتي جامعة على مستوى العالم في تصنيف لعام ، بحسب ما نشره موقع المتخصص، حيث احتلت المركز",
  "subject": "<WikipediaPage 'جامعة الملك عبد العزيز'>"
},
{
  "_id": {
    "$oid": "6471abf9b12ef02b39e52eae"
  },
  "q": "ريكس ألين",
  "a": "ريكس ألين مواليد ديسمبر في أريزونا، الولايات المتحدة الوفاة ديسمبر في توسان، الولايات المتحدة، هو ممثل أمريكي بدأ مسيرته الفنية سنة امتدت مسيرته الفنية لأكثر من عاما من أعماله فيلم شبكة تشارلوت",
  "subject": "<WikipediaPage 'ريكس ألين'>"
},
{
  "_id": {
    "$oid": "6471abfdb12ef02b39e52eaf"
  },
  "q": "يوسف الكتاني",
  "a": "يوسف الكتاني م سلا يونيو بالرباط هو محامي وأستاذ التعليم العالي، وكاتب إسلامي متخصص",
  "subject": "<WikipediaPage 'يوسف الكتاني'>"
},
{
  "_id": {
    "$oid": "6471ac00b12ef02b39e52eb0"
  },
  "q": "وكالة الأمم المتحدة لإغاثة وتشغيل اللاجئين الفلسطينيين",
  "a": "الأمم المتحدة لإغاثة وتشغيل اللاجئين الفلسطينيين في الشرق الادنى أو اختصاراً أونروا نسبة للاختصار هي وكالة غوث وتنمية بشرية تعمل على تقديم الدعم والحماية وكسب التأييد لحوالي مليون لاجئ فلسطيني مسجلين لديها في الأردن ولبنان وسوريا والضفة الغربية وقطاع غزة، إلى أن يتم إيجاد حل لمعاناتهم يتم تمويل الأونروا بالكامل تقريباً من خلال التبرعات الطوعية التي تقدمها الدول الأعضاء في منظمة الأمم المتحدة، تأسست بقرار من الجمعية العامة للأمم المتحدة في عام",
  "subject": "<WikipediaPage 'وكالة الأمم المتحدة لإغاثة وتشغيل اللاجئين الفلسطينيين'>"
},
{
  "_id": {
    "$oid": "6471ac05b12ef02b39e52eb1"
  },
  "q": "ترافيس بدر",
  "a": "ترافيس بدر مواليد يوليو في ميشيغان، هو لاعب كرة سلة أمريكي بدأ مسيرته الاحترافية في سنة يلعب في الدوري الإيطالي لكرة السلة الدرجة الثانية يبلغ طوله قدم بوصة م لعب مع أسفيل باسكت ونادي نبتونس لكرة السلة",
  "subject": "<WikipediaPage 'ترافيس بدر'>"
},
{
  "_id": {
    "$oid": "6471ac09b12ef02b39e52eb2"
  },
  "q": "مملكة باقرمي",
  "a": "مملكة باقرمي أو سلطنة باجرمي هي مملكة اسلامية وسبب تأسيسها وقيامها هو الدين الإسلامي حيث أن سكانها كانوا قبائل متفرقة في مملكة كانم إلا أنه عندما دب الضعف في كانم تجمعوا واستقلوا بحكمهم واستقروا كان أول حكام باقرمي الإسلامية برني بيسى ومن أهم ملوكهم عبد الرحمن جورانج الأول ثم الثاني الذي تحالف مع الاحتلال الفرنسي وقبلهم مالو وابنه عبد الله",
  "subject": "<WikipediaPage 'مملكة باقرمي'>"
},
{
  "_id": {
    "$oid": "6471ac0cb12ef02b39e52eb3"
  },
  "q": "ليه سميث لاعب كرة قدم أسترالية أسترالي",
  "a": "ليه سميث هو لاعب كرة قدم أسترالية أسترالي، ولد في مايو",
  "subject": "<WikipediaPage 'ليه سميث (لاعب كرة قدم أسترالية أسترالي)'>"
},
{
  "_id": {
    "$oid": "6471ac0fb12ef02b39e52eb4"
  },
  "q": "أخصائيو التغذية",
  "a": "أخصائيو التغذية أو الإقاتِيُّون هم خبراء الغذاء والتغذية ودورهم هو إرشاد الناس إلى ما يجب تناوله من أجل أن يعيشوا حياة صحية أو الوصول إلى أهداف خاصة متعلقة بالصحة ويعمل أخصائيو التغذية بصفات متنوعة ومختلفة في مجال الرعاية الصحية وخدمات الأغذية وإعداد الشركات والمجالات التعليمية",
  "subject": "<WikipediaPage 'أخصائيو التغذية'>"
},
{
  "_id": {
    "$oid": "6471ac12b12ef02b39e52eb5"
  },
  "q": "لوك فرنسيس",
  "a": "لوك فرنسيس هو سائق سباق بريطاني، ولد في في ويلز في المملكة المتحدة",
  "subject": "<WikipediaPage 'لوك فرنسيس'>"
},
{
  "_id": {
    "$oid": "6471ac16b12ef02b39e52eb6"
  },
  "q": "آلاء الهندي",
  "a": "آلاء الهندي مارس ، ممثلة ومغنية كويتية",
  "subject": "<WikipediaPage 'آلاء الهندي'>"
},
{
  "_id": {
    "$oid": "6471ac1bb12ef02b39e52eb7"
  },
  "q": "لا ريبوبليكا",
  "a": "لا ريبوبليكا أو الجمهورية بالإيطالية هي صحيفة يومية إيطالية تهتم بالشأن العام اعتبرت في الصحيفة الأكثر تداولا في إيطاليا وتباع بواحد يورو تعبر الصحيفة عن توجه يسار الوسط في إيطاليا يجدر الإشارة إلى ان الصحيفة تصدر بالتنسيق المعروف بشكل برلينر",
  "subject": "<WikipediaPage 'لا ريبوبليكا'>"
},
{
  "_id": {
    "$oid": "6471ac1eb12ef02b39e52eb8"
  },
  "q": "لجنة التوعية والتوجيه والرقابة على القطاع الصناعي",
  "a": "",
  "subject": "<WikipediaPage 'لجنة التوعية والتوجيه والرقابة على القطاع الصناعي'>"
},
{
  "_id": {
    "$oid": "6471ac21b12ef02b39e52eb9"
  },
  "q": "قضية التمويل الأجنبي",
  "a": "قضية التمويل الأجنبي، هي قضية اتهم فيها القضاء المصري ناشط ضمن المجتمع المدني من مصر والولايات المتحدة وألمانيا والنرويج ولبنان وفلسطين بإنشاء جمعيات أهلية دون ترخيص وبالحصول على تمويل أجنبي دون ترخيص",
  "subject": "<WikipediaPage 'قضية التمويل الأجنبي'>"
},
{
  "_id": {
    "$oid": "6471ac25b12ef02b39e52eba"
  },
  "q": "ميلينا كاناكاريديس",
  "a": "ميلينا كاناكاريديس مواليد أبريل في آكرون، أوهايو، الولايات المتحدة، هي ممثلة أمريكية بدأت مسيرتها الفنية عام",
  "subject": "<WikipediaPage 'ميلينا كاناكاريديس'>"
},
{
  "_id": {
    "$oid": "6471ac28b12ef02b39e52ebb"
  },
  "q": "ألفا مينيسوتا",
  "a": "ألفا هي مدينة تقع في ولاية مينيسوتا في الولايات المتحدة تبلغ مساحة هذه المدينة كم ، وترتفع عن سطح البحر م، بلغ عدد سكانها نسمة في عام حسب إحصاء مكتب تعداد الولايات المتحدة",
  "subject": "<WikipediaPage 'ألفا (مينيسوتا)'>"
},
{
  "_id": {
    "$oid": "6471ac2cb12ef02b39e52ebc"
  },
  "q": "خوران عليا",
  "a": "خوران عليا بالفارسية خوران علیا هي قرية تقع في قسم نبوت الريفي مقاطعة إيوان في إيران يقدر عدد سكانها بـ نسمة بحسب إحصاء",
  "subject": "<WikipediaPage 'خوران عليا'>"
},
{
  "_id": {
    "$oid": "6471ac2eb12ef02b39e52ebd"
  },
  "q": "همدان إيران",
  "a": "هَمِدان أو همذان من كلمة هگمتانه هي مدينة إيرانية وعاصمة محافظة همدان، وتعرف أيضا باسم أكبتانا كما وردت في كتاب هيروديت أبو التاريخ وهي مدينة بناها الملك ديوسيس لتعزيز حكمه على الميديين وتوحيد صفوفهم ويذكر أنها كانت ذات أسوار منيعة، كانت تسمى آقباتان أي فرش بيضاء أو مطلي بالبياض باللغة الأذرية وكانت عاصمةً لدولة الميدية في العهد الميدي، فيها قبرُ العالم الطبيب ابن سينا وأيضا الشاعر بابا طاهر الهمداني المشهور بالعريان يقدر عدد سكانها بمليون و ألف نسمة يتكلمون لهجة إيرانية مزيجةً من الكردية اللكية واللهجة المحلية الملايرية",
  "subject": "<WikipediaPage 'همدان (إيران)'>"
},
{
  "_id": {
    "$oid": "6471ac31b12ef02b39e52ebe"
  },
  "q": "غيشو مقاطعة فارياب",
  "a": "غيشو بالفارسية گیشو هي قرية تقع في البلدة المركزية في إيران يقدر عدد سكانها بـ نسمة بحسب إحصاء",
  "subject": "<WikipediaPage 'غيشو (مقاطعة فارياب)'>"
},
{
  "_id": {
    "$oid": "6471ac34b12ef02b39e52ebf"
  },
  "q": "تيد سيمونز",
  "a": "تيد سيمونز هو لاعب كرة قاعدة أمريكي، ولد في أغسطس في هايلاند بارك في الولايات المتحدة",
  "subject": "<WikipediaPage 'تيد سيمونز'>"
},
{
  "_id": {
    "$oid": "6471ac37b12ef02b39e52ec0"
  },
  "q": "سوالو ريف",
  "a": "سوالو ريف هي جزيرة مرجانية أستوائية تابعة لـجزر سبراتلي التي تديرها ماليزيا، والتي تقع على بعد حوالي كيلومتر شمال غرب كوتا كينابالو، صباح يبلغ طول الجزيرة المرجانية حوالي كم وعرضها كم البحرية الملكية الماليزية حافظوا على وجودها منذ عام ، ولكن كما هو الحال مع جميع جزر سبراتلي، والملكية المتنازع عليها والتي تطالب بها أيضا الصين الشعبية وتايوان وفيتنام اكتسبت الجزيرة الشهرة كوجهة للغواصين وتشتهر بشكل خاص بأسماك قرش المطرقة خلال موسم التزاوج في مايو، كما يتم توفير احتياجات النقل الجوي من خلال مطار الجزيرة لايانج لايانج",
  "subject": "<WikipediaPage 'سوالو ريف'>"
},
{
  "_id": {
    "$oid": "6471ac3ab12ef02b39e52ec1"
  },
  "q": "جمعة فضالات",
  "a": "جمعة فضالات",
  "subject": "<WikipediaPage 'جمعة فضالات'>"
},
{
  "_id": {
    "$oid": "6471ac3eb12ef02b39e52ec2"
  },
  "q": "قصبة وحدة قياس",
  "a": "القصبة هي وحدة لقياس الطول تساوي ياردات، قدم أو من الميل الشرعي قدرها عبد الله باشا فكري في كتابه الفوائد الفكرية للمكاتب المصرية مترًا ومنذ تطبيق استخدام اليارد في يوليو عام م، أصبحت تساوي أمتار بالضبط وطول القصبة مساوٍ لطول القصبة الرومانية القديمة وحدة قياس أو القضيب وفي اللغة الإنجليزية القديمة، كان مصطلح لاج يُستخدم أيضًا",
  "subject": "<WikipediaPage 'قصبة (وحدة قياس)'>"
},
{
  "_id": {
    "$oid": "6471ac41b12ef02b39e52ec3"
  },
  "q": "آرثر إيفريت",
  "a": "آرثر إيفريت يناير هو مبارز بالسيف من المملكة المتحدة راحل، مثّل بلاده في الألعاب الأولمبية الصيفية",
  "subject": "<WikipediaPage 'آرثر إيفريت'>"
},
{
  "_id": {
    "$oid": "6471ac44b12ef02b39e52ec4"
  },
  "q": "قاي وليامز صحفي",
  "a": "قاي وليامز هو صحفي أسترالي، ولد في أبريل في أستراليا",
  "subject": "<WikipediaPage 'قاي وليامز (صحفي)'>"
},
{
  "_id": {
    "$oid": "6471ac47b12ef02b39e52ec5"
  },
  "q": "جون غودير",
  "a": "جون غودير هو لاعب كرة قدم أمريكية أمريكي، ولد في يونيو في لا غرانت في الولايات المتحدة، وتوفي في مارس في ريفرسايد في الولايات المتحدة",
  "subject": "<WikipediaPage 'جون غودير'>"
},
{
  "_id": {
    "$oid": "6471ac4ab12ef02b39e52ec6"
  },
  "q": "إعادة الاحتلال السوفيتي للاتفيا في عام 1944",
  "a": "يشير إعادة الاحتلال السوفيتي للاتفيا في عام إلى الاحتلال العسكري للاتفيا من قبل الاتحاد السوفيتي في عام خلال الحرب العالمية الثانية، احتل الاتحاد السوفيتي لاتفيا لأول مرة في يونيو ، ثم احتلتها ألمانيا النازية في ، ثم أعاد احتلالها الاتحاد السوفيتي",
  "subject": "<WikipediaPage 'إعادة الاحتلال السوفيتي للاتفيا في عام 1944'>"
},
{
  "_id": {
    "$oid": "6471ac4eb12ef02b39e52ec7"
  },
  "q": "أنتونيجا ساندريتش",
  "a": "أنتونيجا ساندريتش بالكرواتية مواليد مايو في شيبينيك، جمهورية كرواتيا الاشتراكية، هي لاعبة كرة سلة كرواتية بدأت مسيرتها الاحترافية في سنة تلعب في الدوري الإسباني لكرة السلة للسيدات كلاعب هجوم خلفي مثلت منتخب بلادها شاركت في دورة الألعاب الأولمبية الصيفية سنة حققت المركز الثالث في ألعاب البحر الأبيض المتوسط",
  "subject": "<WikipediaPage 'أنتونيجا ساندريتش'>"
},
{
  "_id": {
    "$oid": "6471ac51b12ef02b39e52ec8"
  },
  "q": "69507 1997 CQ27",
  "a": "سي كيو ويعرف أيضًا باسم سي كيو وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(69507) 1997 CQ27'>"
},
{
  "_id": {
    "$oid": "6471ac54b12ef02b39e52ec9"
  },
  "q": "نيكولاي كيزيليوف",
  "a": "نيكولاي كيزيليوف مواليد نوفمبر هو لاعب كرة قدم لعب مع منتخب الاتحاد السوفييتي لكرة القدم سبق له أن لعب في كأس العالم لكرة القدم مع منتخب بلاده",
  "subject": "<WikipediaPage 'نيكولاي كيزيليوف'>"
},
{
  "_id": {
    "$oid": "6471ac57b12ef02b39e52eca"
  },
  "q": "وعل جنس",
  "a": "الوعل الاسم العلمي جنس من الثدييات، يتألف من تسعة أنواع بما في ذلك الماعز البري، والمارخور، والعديد من الأنواع المعروفة بالوعول يعد الماعز المستأنس نوعًا مستَأنسًا من الماعز البري يعيش الماعز البري في البيئات الجبلية فهي قوية ورشيقة جدًا، وتتميز بقدرتها على تسلق الصخور الصلدة والعيش على النباتات المتناثرة يمكن تمييزها عن جنس الغنم، الذي يضم الماشية، بوجود غدد الرائحة بالقرب من القدمين، في أعلى الفخذ وأمام العيون، وعدم وجود غدد وجه أخرى، وأيضًا بوجود لحية في الذكور، ودشبذ بلا شعر على ركبتي الأرجل الأمامية يجب هنا عدم خلط نوع الماعز الجبلي بأنواع هذا الجنس، فقد وضعت في جنس منفصل يسمى ضأن خام",
  "subject": "<WikipediaPage 'وعل (جنس)'>"
},
{
  "_id": {
    "$oid": "6471ac5ab12ef02b39e52ecb"
  },
  "q": "إيرين ميرفي كيلي",
  "a": "إيرين ميرفي كيلي هي قاضية أمريكية، ولدت في",
  "subject": "<WikipediaPage 'إيرين ميرفي كيلي'>"
},
{
  "_id": {
    "$oid": "6471ac5eb12ef02b39e52ecc"
  },
  "q": "النسوية عبر الوطنية",
  "a": "تشير النسوية عبر الوطنية إلى كل من الباراديم أو النموذج النسوي المعاصر وإلى الحركات الناشطة المشابهة تهتم كل من النظريات والممارسات الناشطة بفهم الكيفية التي تؤثر بها العولمة والرأسمالية على الناس عبر الأمم، والأعراق، والجندر، والطبقات، والجنسانية تدعو هذه الحركة إلى انتقاد إيديولوجيات النماذج التقليدية الكلاسيكية الغربية للممارسات النسوية؛ من خلال نهج متعدد الجوانب، ومن خلال ربط ذلك مع العمل ومع التطبيقات النظرية والممارسة التحليلية على نطاق جيوسياسي يُعد مصطلح عبر وطنية بمثابة رد فعل ورفض لمصطلحات مثل النسوية الدولية والنسوية العالمية تعتقد نسويات حركة النسوية عبر الوطنية أن مصطلح الدولية يركز بشكل أكبر على الدول القومية بوصفها كيانات مستقلة متميزة، وأن تعبير العالمية يتحدث عن النظريات النسوية الليبرالية المتعلقة بمفاهيم الأختية العالمية ، التي تتجاهل وجهات نظر كل من نساء العالم الثالث والنساء الملونات بشأن اللامساواة بين الجنسين؛ وغير ذلك من المشاكل التي تتسبب فيها العولمة",
  "subject": "<WikipediaPage 'النسوية عبر الوطنية'>"
},
{
  "_id": {
    "$oid": "6471ac62b12ef02b39e52ecd"
  },
  "q": "خوان كروز اوشوا",
  "a": "خوان كروز اوشوا مارس ببنبلونة في إسبانيا هو لاعب كرة قدم إسباني في مركز الدفاع لعب مع ديبورتيفو ألافيس وريال مورسيا ونادي أوريويلا ونادي هويسكا ونادي يوبين ونومانسيا و و",
  "subject": "<WikipediaPage 'خوان كروز اوشوا'>"
},
{
  "_id": {
    "$oid": "6471ac66b12ef02b39e52ece"
  },
  "q": "كل شيء خفي",
  "a": "كل شيء خفي هو فيلم جريمة تم إنتاجه في الولايات المتحدة وصدر في سنة الفيلم من كتابة نيكول هولوفسنر من بطولة دايان لاين وإليزابيث بانكس وداكوتا فانينغ وكولن دونيل ونيت باركر",
  "subject": "<WikipediaPage 'كل شيء خفي'>"
},
{
  "_id": {
    "$oid": "6471ac69b12ef02b39e52ecf"
  },
  "q": "كاتيا كاليو",
  "a": "كاتيا كاليو بالفنلندية هي كاتبة سيناريو فنلندية، ولدت في سبتمبر في توركو في فنلندا",
  "subject": "<WikipediaPage 'كاتيا كاليو'>"
},
{
  "_id": {
    "$oid": "6471ac6cb12ef02b39e52ed0"
  },
  "q": "20550 1999 RX110",
  "a": "أر أكس ويعرف أيضًا باسم أر أكس وفق تسمية الكوكب الصغير ؛ هو كويكب ضمن حزام الكويكبات",
  "subject": "<WikipediaPage '(20550) 1999 RX110'>"
},
{
  "_id": {
    "$oid": "6471ac6fb12ef02b39e52ed1"
  },
  "q": "إسماعيل بلمعلم",
  "a": "إسماعيل بلمعلم هو لاعب كرة قدم مغربي من مواليد أبريل بمدينة الدار البيضاء، يشغل حاليا مركز مدافع في الجيش الملكي",
  "subject": "<WikipediaPage 'إسماعيل بلمعلم'>"
},
{
  "_id": {
    "$oid": "6471ac73b12ef02b39e52ed2"
  },
  "q": "شابن هال",
  "a": "شابن هال هو سياسي أمريكي، ولد في يوليو في بوستي في الولايات المتحدة، وتوفي في سبتمبر في جيمستاون في الولايات المتحدة نشط حزبياً في الحزب الجمهوري وقد انتخب عضو مجلس النواب الأمريكي",
  "subject": "<WikipediaPage 'شابن هال'>"
},
{
  "_id": {
    "$oid": "6471ac77b12ef02b39e52ed3"
  },
  "q": "جيسيكا كريسب",
  "a": "جيسيكا كَريسب وهيَ مُتسابقة رُكوب قوارب شراعية أُسترالية وُلدت جيسيكا في أيلول ، وهيَ تَعيش حالياً في مدينة سيدني الأُسترالية",
  "subject": "<WikipediaPage 'جيسيكا كريسب'>"
},
{
  "_id": {
    "$oid": "6471ac7bb12ef02b39e52ed4"
  },
  "q": "روبي موزلي هولين",
  "a": "ولِد روبي موزلي هولين في يوليو وتوفي في يوليو في هالسفيل، ميزوري عمل هولين مدعيًا عامًا في مقاطعة ميزوري، ورشحه الرئيس الأمريكي فرانكلين روزفلت لمنصب قاضٍ فيدرالي في يوليو عام وفي يوليو عام ، أصدر القاضي هولين إنذارًا قضائيًا شهيرًا يلزم فيه مدينة سانت لويس، ميزوري بفتح حمامات السباحة بمتنزه فيرجراوندز وماركيت أمام ذوي البشرة الملونة",
  "subject": "<WikipediaPage 'روبي موزلي هولين'>"
},
{
  "_id": {
    "$oid": "6471ac7fb12ef02b39e52ed5"
  },
  "q": "نادي الريان",
  "a": "نادي الريان الرياضي هو نادي قطري متعدد الرياضات يشارك في عدد من الرياضات مثل كرة القدم وكرة الصالات وكرة السلة وكرة الطائرة وكرة اليد وألعاب القوى وتنس الطاولة والسباحة يقع مقره في ملعب أحمد بن علي بمنطقة أم الأفاعي بمدينة الريان تأسس النادي عام بعد دمج فريق الريان القديم مع نادي النسور ألوان الفريق الرسمية هي الأحمر والأسود",
  "subject": "<WikipediaPage 'نادي الريان'>"
},
{
  "_id": {
    "$oid": "6471ac84b12ef02b39e52ed6"
  },
  "q": "إيغ هاربور نيوجيرسي",
  "a": "إيغ هاربور هي مدينة تقع بولاية نيوجيرسي في الولايات المتحدة تبلغ مساحتها كم ، وترتفع عن سطح البحر م، بلغ عدد سكانها نسمة في عام حسب إحصاء مكتب تعداد الولايات المتحدة وتصل الكثافة السكانية فيها نسمة لكل كيلومتر مربع ميل",
  "subject": "<WikipediaPage 'إيغ هاربور (نيوجيرسي)'>"
},
{
  "_id": {
    "$oid": "6471ac87b12ef02b39e52ed7"
  },
  "q": "الإسلام في بلجيكا",
  "a": "ممارسة الإسلام في بلجيكا هو جديد نسبيا ويلاحظ في معظمها في المجتمعات المهاجرة فهو دين أكبر أقلية في بلجيكا، واعترف بالإسلام كدين في بلجيكا في عام و تتشكل الجالية المسلمة من الأتراك ومختلف الدول العربية والآسيوية إيران أفغانستان باكستان الهند تغلب الجالية التركية وتحتل المرتبة الأولى وبعدها يأتي المغاربة في المرتبة الثانية، وهذا يعود جراء طلب الدولة البلجيكية للعمال الأتراك والمغاربة، ولما للدولة من تاريخ مع بلجيكا حيث شاركت الجاليتين في الحروب التي شنتها وتعرضت لها بلجيكا",
  "subject": "<WikipediaPage 'الإسلام في بلجيكا'>"
},
{
  "_id": {
    "$oid": "6471ac8ab12ef02b39e52ed8"
  },
  "q": "الدوري الأوزبكي 1996",
  "a": "الدوري الأوزبكي هو الموسم من الدوري الأوزبكي كان عدد الأندية المشاركة فيه ، وفاز فيه",
  "subject": "<WikipediaPage 'الدوري الأوزبكي 1996'>"
},
{
  "_id": {
    "$oid": "6471ac8eb12ef02b39e52ed9"
  },
  "q": "سيف الدين فضل الله",
  "a": "سيف الدين فضل الله مواليد مارس هو لاعب كرة قدم قطري يلعب مع نادي الغرافة في دوري نجوم قطر كمدافع",
  "subject": "<WikipediaPage 'سيف الدين فضل الله'>"
},
{
  "_id": {
    "$oid": "6471ac91b12ef02b39e52eda"
  },
  "q": "آيت عرفة تمنآيت",
  "a": "آيت عرفة هو دُوَّار يقع بجماعة أكودي نالخير، إقليم أزيلال، جهة بني ملال خنيفرة في المملكة المغربية ينتمي الدوّار لمشيخة تمنآيت التي تضم دواوير يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'آيت عرفة (تمنآيت)'>"
},
{
  "_id": {
    "$oid": "6471ac94b12ef02b39e52edb"
  },
  "q": "بطريركية الأمم الأرثوذكسية",
  "a": "بطريركية الأمم الأرثوذكسية هي كنيسة أرثوذكسية شرقية تعترف بنفس الإيمان لجميع العائلات الأرثوذكسية في العالم كجميع الكنائس الأرثوذكسية مثل الكنيسة اليونانية والروسية والرومانية والبلغارية والصربية والأوكرانية، والجورجية",
  "subject": "<WikipediaPage 'بطريركية الأمم الأرثوذكسية'>"
},
{
  "_id": {
    "$oid": "6471ac97b12ef02b39e52edc"
  },
  "q": "بلدة غروت ميشيغان",
  "a": "غروت هي بلدة تقع بولاية ميشيغان في الولايات المتحدة تبلغ مساحتها كم ، وترتفع عن سطح البحر م، بلغ عدد سكانها نسمة في عام تعداد الولايات المتحدة حسب إحصاء مكتب تعداد الولايات المتحدة وتصل الكثافة السكانية فيها نسمةكم",
  "subject": "<WikipediaPage 'بلدة غروت (ميشيغان)'>"
},
{
  "_id": {
    "$oid": "6471ac9ab12ef02b39e52edd"
  },
  "q": "يورغن كلينسمان",
  "a": "يورغن كلينسمان بالألمانية من مواليد يوليو في غوبينغن ألمانيا الغربية هو لاعب كرة قدم ألماني سابق درب من منتخب ألمانيا لكرة القدم وكان ضمن الفريق الحاصل على كأس العالم في كأس العالم لكرة القدم في إيطاليا تحت قيادة المدرب فرانز بكنباور وكان يلعب كمهاجم دائم الحركة وشعره الأشقر سببا في حصة له على لقب الهداف الأشقر متزوج من عارضة سابقة أمريكية صينية تدعى ومقيم في شاطيء هنتنغتون كاليفورنيا مع زوجته وطفليه",
  "subject": "<WikipediaPage 'يورغن كلينسمان'>"
},
{
  "_id": {
    "$oid": "6471ac9db12ef02b39e52ede"
  },
  "q": "فرمة الجرماتي سعادة",
  "a": "فرمة الجرماتي هو دُوَّار يقع بجماعة سعادة، عمالة مراكش، جهة مراكش آسفي في المملكة المغربية ينتمي الدوّار لمشيخة سعادة التي تضم دوار يقدر عدد سكانه بـ نسمة حسب الإحصاء الرسمي للسكان والسكنى لسنة",
  "subject": "<WikipediaPage 'فرمة الجرماتي (سعادة)'>"
},
{
  "_id": {
    "$oid": "6471aca1b12ef02b39e52edf"
  },
  "q": "أليساندرو دي فيتيس",
  "a": "أليساندرو دي فيتيس بالإيطالية فبراير ببياتشنزا في إيطاليا هو لاعب كرة قدم إيطالي في مركز الوسط شارك مع منتخب إيطاليا تحت سنة لكرة القدم ومنتخب إيطاليا تحت سنة لكرة القدم ومنتخب إيطاليا تحت سنة لكرة القدم ومنتخب إيطاليا تحت سنة لكرة القدم ومنتخب إيطاليا تحت سنة لكرة القدم ومنتخب إيطاليا لكرة القدم للدرجة الثانية أما مع النوادي، فقد لعب مع فيورنتينا ونادي بادوفا ونادي بارما ونادي سامبدوريا ونادي سبال ونادي كاربي ونادي مودينا",
  "subject": "<WikipediaPage 'أليساندرو دي فيتيس'>"
},
{
  "_id": {
    "$oid": "6471aca4b12ef02b39e52ee0"
  },
  "q": "يهوياقيم ملك يهوذا",
  "a": "يهوياقيم ملك يهوذا أو إلياقيم بالعبرية هو ملك مملكة يهوذا من إلى قبل الميلاد، هو الابن الثاني لملك يهوذا يوشيا، حكم مملكة يهوذا بعد أخيه الأصغر بسنتين يهوآحاز",
  "subject": "<WikipediaPage 'يهوياقيم ملك يهوذا'>"
},
{
  "_id": {
    "$oid": "6471aca7b12ef02b39e52ee1"
  },
  "q": "يوسوكي كاوااغيشي",
  "a": "يوسوكي كاوااغيشي باليابانية مايو في مايه باشي في اليابان ؛ هو لاعب كرة قدم ياباني سابق كان يلعب كمدافع",
  "subject": "<WikipediaPage 'يوسوكي كاوااغيشي'>"
},
{
  "_id": {
    "$oid": "6471acaab12ef02b39e52ee2"
  },
  "q": "المجلس القومي لمعايير المهارات",
  "a": "لقد كانالمجلس القومي لمعايير المهارات عبارة عن تحالف لقادة المجتمع المحلي والعمل التجاري والمهني والتعليمي والحقوق الأهلية حيث كلف ببناء نظام تطوعي قومي لمعايير المهارات والتقييم والاعتماد لتحسين",
  "subject": "<WikipediaPage 'المجلس القومي لمعايير المهارات'>"
},
{
  "_id": {
    "$oid": "6471acaeb12ef02b39e52ee3"
  },
  "q": "ميكائيل تيلستروم",
  "a": "ميكائيل تيلستروم بالسويدية مواليد مارس في يونشوبينغ، هو لاعب كرة مضرب سويدي سابق بدأ مسيرته كمحترف سنة وكان يلعب باليد اليمنى، اعتزل اللعب في أعلى تصنيف له في الفردي كان المركز الـ في سنة سبق أن شارك في دورة الألعاب الأولمبية الصيفية",
  "subject": "<WikipediaPage 'ميكائيل تيلستروم'>"
},
{
  "_id": {
    "$oid": "6471acb1b12ef02b39e52ee4"
  },
  "q": "هولندا في الألعاب البارالمبية الصيفية 2012",
  "a": "شاركت هولندا في الألعاب البارالمبية الصيفية لندن حيث اختتمت الدورة ب ميدالية ذهبية، فضية و برونزية بهذه النتيجة إحتلت هولندا المرتبة العاشرة في الدورة",
  "subject": "<WikipediaPage 'هولندا في الألعاب البارالمبية الصيفية 2012'>"
},
{
  "_id": {
    "$oid": "6471acb4b12ef02b39e52ee5"
  },
  "q": "عمارة تصنيف",
  "a": "العمارة أو فوق الصف هي مرتبة تصنيفية تقع تحت الشعبة وفوق الطائفة، ومن أهم العمارات الموجودة نجد رباعيات الأرجل التي تنتمي إلى طائفة البرمائيات",
  "subject": "<WikipediaPage 'عمارة (تصنيف)'>"
},
{
  "_id": {
    "$oid": "6471acb8b12ef02b39e52ee6"
  },
  "q": "كف الرعاع عن محرمات اللهو والسماع",
  "a": "كف الرعاع عن محرمات اللهو والسماع كتاب يتناول الأحكام الفقهيه فيما يخص الغناء واللهو وأراء الائمة الأربعة فيما يتعلق بهذا الباب",
  "subject": "<WikipediaPage 'كف الرعاع عن محرمات اللهو والسماع'>"
},
{
  "_id": {
    "$oid": "6471acbcb12ef02b39e52ee7"
  },
  "q": "بوسارة",
  "a": "البوسارة الاسم العلمي هي جنس من الحشرات تتبع الفصيلة الأرفية من رتبة حرشفيات الأجنحة",
  "subject": "<WikipediaPage 'بوسارة'>"
},
{
  "_id": {
    "$oid": "6471acbfb12ef02b39e52ee8"
  },
  "q": "راشيل فاينستاين",
  "a": "راشيل فاينستاين هي مصورة أمريكية، ولدت في مايو في في الولايات المتحدة",
  "subject": "<WikipediaPage 'راشيل فاينستاين'>"
},
{
  "_id": {
    "$oid": "6471acc2b12ef02b39e52ee9"
  },
  "q": "سهب الدغابيس غيل بن يمين",
  "a": "",
  "subject": "<WikipediaPage 'سهب الدغابيس (غيل بن يمين)'>"
},
{
  "_id": {
    "$oid": "6471acc4b12ef02b39e52eea"
  },
  "q": "أوين كرو",
  "a": "أوين كرو هو لاعب بوكر كندي، ولد في في هاليفاكس في كندا",
  "subject": "<WikipediaPage 'أوين كرو'>"
},
{
  "_id": {
    "$oid": "6471acc8b12ef02b39e52eeb"
  },
  "q": "ذكرين",
  "a": "ذكرين بلدة فلسطينية مهجرة في قضاء الخليل تم احتلال البلدة عام وتطهيرها عرقيا وإخراج جميع سكانها منها كما أقيم بالقرب من هذه القرية مستعمره مرج عزلان ومستعمره بيت نير حيث تستخدم أراضي هذه القرية حالياً كمناطق رعي وزراعة من قبل المستوطنين تبعد البلدة ما يقارب من كم عن مدينة الخليل وقد اشتهرت بكثره آبارها البالغة أكثر من خمسين في العام ، بل إن بعض هذه الآبار حفرت في العهد الروماني وتقوم إسرائيل بسحب هذه المياه لتزويد المستعمرات القريبة وكانت البلدة إبان النكبة بلدة مزدهرة في الزراعة والتجارة كما كان فيها مدرسة لتعليم الطلاب القادمين من القرى المجاورة وكان سكان القرية يتجهون بشكل متكرر للخليل وبيت جبرين لشراء بضاعتهم وعرضها في الأسواق حيث كانو يرحلون باتجاه بلدة الفالوجة في غزة لبيع بضاعتهم وشراء بعض المستلزمات من هناك وكان في القرية مسجد مقام على تل من تلال القرية حيث كان وقتها أحدث جامع في غرب الخليل كلها تم بناء المسجد بالحجر الأبيض الحديث وكان هذا الجامع أول ما قصف عند دخول العصابات الصهيونية لأرض الخليل في شهر أكتوبرتشرين الأول من عام أما عن أبناء القرية الذين هجروا بلدتهم فقد تفرقوا وانتشروا بشكل رئيسي في عمّان والزرقاء والخليل وفي مناطق مختلفة على وجه الأرض وقاموا بإنشاء رابطة وجمعية باسم بلدتهم جمعية ذكرين زهرة البساتين في عمّان حيث يجتمعون فيها ويتدارسون أحوال وأوضاع عائلات وحمولات ذكرين بالإضافة للدواوين الخاصة بكل عائلة",
  "subject": "<WikipediaPage 'ذكرين'>"
},
{
  "_id": {
    "$oid": "64721a83cca603d63c46f90a"
  },
  "q": "سهب الدغ",
  "a": "سهب الدغ"
}]